{
    "Rh": {
        "definition": [
            "The extraction of this element is an intricate process because the ores mixed with other metals such as silver, platinum, gold, and palladium are rhodium-bearing minerals but are few in number. It is found in platinum ores and extracted as a white inert metal that is difficult to use.",
            "Rhodium is primarily used in the production of platinum alloys, with resulting resistance materials and high hardness. These alloys are used in turbine reactors, electric ovens, glass industries and in catalytic nets for different chemical reactions.",
            "The metal is also used in jewelry coating for silver objects and also circuit components, etc. Rhodium is an excellent coating for white gold jewels by the process of electrolytic deposition. This process makes the jewels more resistant and whiter."
        ],
        "uses": [
            "Rhodium is one of the rarest elements, occurring in only one part of 109 in the earth’s crust. It has not been studied extensively and the interpretation of many of the published results are questionable due to uncertainties of the complex species involved. In general, rhodium chemistry resembles that of cobalt and to an even greater extent that of iridium.",
            "As per the mineralogy of rhodium, only a little information has been collected. The minerals carry some rhodium in rare specimens and its content reaches 5 percent. Sperrylite may contain up to 0.72 percent of rhodium. Its metallic form is not soluble in aqua regia unless alloyed with gold, copper, lead, bismuth or platinum."
        ]
    },
    "Mg": {
        "definition": [
            "Magnesium is the most chemically active element. In boiling water, the place of hydrogen is taken by Magnesium and a number of metals can be produced using thermal reduction of its salts and oxidized forms with magnesium. We find Magnesium in the second position in the periodic table. We have been using Magnesium since a hundred years, in bonded form. It was only when a Chemist, Sir Humphry Davy purified and isolated the metal. Since it was found in the bonded form in nature, Magnesium took so long to isolate.",
            "Magnesium is labelled as the eighth most abundant element and about 2% of earth’s crust is constituted by Magnesium. In seawater, it is the most plentiful element present. It is not only found in seawater but also in underground brines and salty layers. After aluminium and iron, magnesium is the third most abundant structural metal in the earth’s crust."
        ],
        "uses": [
            "Magnesium is used by a scientist in medicine. It is used to treat widely in skin related problems and attention deficit-hyperactivity disorder (ADHD), anxiety, mania, recovery after surgery etc.",
            "The green leafy vegetable is an excellent source of Magnesium. Whole grain, seeds, and nuts (Mainly almonds) are also a great source of Magnesium.",
            "The flashbulbs also contain Magnesium. When Mg burns, it produces a bright light that helps the photographers to take photos in the dark."
        ]
    },
    "He": {
        "definition": [
            "Helium is named for the Greek Titan of the Sun, Helios. It was first detected as an unknown, yellow spectral line signature in sunlight, during a solar eclipse in 1868 by Georges Rayet,Captain C. T. Haig, Norman R. Pogson, and Lieutenant John Herschel, and was subsequently confirmed by French astronomer, Jules Janssen. Janssen is often jointly credited with detecting the element, along with Norman Lockyer. Janssen recorded the helium spectral line during the solar eclipse of 1868, while Lockyer observed it from Britain."
        ],
        "uses": [
            "The primary use of Helium goes in altitudes research and meteorological balloons.",
            "It is utilized as an inert protective gas in autogenous welding.",
            "It is the only cooler capable of declining temperature lower than 15K (-434ºF).",
            "Helium is also used in the production of germanium crystals and silicon crystals.",
            "This element is also used in gas chromatography as a carrier gas.",
            "Owing to its low melting point, liquid helium has numerous applications in cryogenics, magnetic resonance imaging (MRI), and superconducting magnets."
        ]
    },
    "W": {
        "definition": [
            "Tungsten is an economically important metal, being widely used in light-bulb filaments, electron and television tubes, abrasives and special alloys such as steels tool.",
            "Tungsten carbide is of great importance to metal-works, in the mining and petroleum industries. Contamination from these sources is therefore possible in industrial and urban areas.",
            "Evidence for a significant biological role for Tungsten is sparse, in contrast to Molybdenum, which is an essential trace element, although minor concentrations in some plants suggest a specialized function perhaps substituting for Molybdenum when there is a deficiency.",
            "There is limited ecotoxicity data available, anything higher than trace amounts of Tungsten in solution is generally considered to be toxic."
        ],
        "uses": [
            "Due to its high melting point and good erosion resistance, tungsten is a lead candidate for the most exposed sections of the plasma-facing inner wall of nuclear fusion reactors and is currently in use in the JET test reactor.",
            "Tungsten is mainly used in the production of hard materials based on tungsten carbide, one of the hardest carbides, with a melting point of 2770 °C. ",
            "Tungsten, usually alloyed with nickel and iron or cobalt to form heavy alloys, is used in kinetic energy penetrators as an alternative to depleted uranium",
            "Because of its conductive properties and relative chemical inertness, tungsten is also used in electrodes."
        ]
    },
    "Th": {
        "definition": [
            "Thorium is a chemical element with atomic number 90 and represented with the symbol ‘Th’ in the periodic table.",
            "In its pure form, it is a silvery white metal which is stable in air and remains lustrous for several months. When it reacts with oxides it slowly transforms into a grey colour.",
            "Thorium is a weak radioactive metal as its isotopes are highly unstable. It is estimated that the element This is more abundant than Uranium in the Earth’s crust. It is found in small amounts in most rocks and soils.",
            "Thorium is named after Thor, The Scandinavian God of war. It was discovered by a Swedish Scientist named Jons Jacob Berzelius in the year 1828."
        ],
        "uses": [
            "As thorium is radioactive, its uses mainly lie in nuclear fuel applications.",
            "It is helpful in radiometric dating.",
            "Used as an alloying element in magnesium, to coat tungsten wire in electrical equipment.",
            "Used in manufacturing of lenses for cameras and scientific instruments.",
            "Used in nuclear reactors as it does not generate plutonium.",
            "As it is found almost everywhere on the earth, people will always be exposed to small amounts of thorium through the air, food, and water."
        ]
    },
    "Sb": {
        "definition": [
            "Antimony is a semi-metallic chemical element with an atomic number 51 and symbol Sb in the Periodic Table.",
            "The Latin name of Antimony is Stibium. It is generally found in two forms namely metallic form and non-metallic form.",
            "Antimony compounds are used since ancient times as a component in cosmetics.",
            "The metallic form appears in a bright silver colour brittle and non-metallic form will appear as the grey powder.",
            "It is naturally found in Earth’s crust in the ores of valentinite and stibnite."
        ],
        "uses": [
            "Pure antimony is used in the manufacturing of certain semiconductors like infrared detectors and diodes.",
            "It is used to harden lead and increase its durability.",
            "Batteries consist of antimony for smooth functioning.",
            "It is also used to make small arms &amp; bullets.",
            "It is a very good flame retardant.",
            "But constant exposure to this may cause some diseases like lung diseases, heart problems, and stomach ulcers."
        ]
    },
    "Si": {
        "definition": [
            "Silicon (Si) is a close relative of carbon (C) in the periodic table.",
            "The element could be traced universally in our world but is not found individually in our environment.",
            "Silicon was isolated and forced to develop its first crystals in the year 1854.",
            "In the periodic table, one can find silicon just underneath carbon in the third row of the periodic table.",
            "Silicon’s electrons are arranged in a makeup comparable to carbon.",
            "A silicon Atom comprises 14 electrons"
        ],
        "uses": [
            "Silicon could be found attached to other elements, for instance, oxygen (O).",
            "Silicates are the rocks which contain both silicon and oxygen.",
            "When decontaminated, it is a greyish crystal that looks metallic.",
            "Although it may be glistening like metal, it is not a metal.",
            "Silicon is used in the production of fire bricks.",
            "Several waterproofing systems employ silicones as a component."
        ]
    },
    "Ni": {
        "definition": [
            "Nickel is a transition metal, with an atomic weight of 28. Humans can get the infection by breathing in infected air or drinking such water or eating such food or smoking cigarettes.",
            "Too much of nickel consumption can cause Lung cancer, Nose cancer, Larynx cancer, and Prostate cancer.",
            "It is a good conductor of heat and electricity.",
            "It is bivalent, that is it has a valency of two.",
            "The metal dissolves slowly in dilute acids.",
            "It’s melting point is 1453 °C and boiling point is 2913 °C."
        ],
        "uses": [
            "The most crucial use of this element is that it is used to make coins.",
            "It is used in making wires.",
            "It is used in gas turbines and rocket engines as it has the capability to resist corrosion even at high temperature.",
            "It is used to make a variety of alloys which are further used to make armour plating, nails, or pipes.",
            "Monel (alloys of nickel and copper), is a hard compound and can resist corrosion by seawater. Hence, it is used in propeller shaft in boats and desalination plants.",
            "As it is radioactive metal, it is toxic and harmful to life."
        ]
    },
    "V": {
        "definition": [
            "A rare, soft, ductile grey-white coloured element, which is found combined with minerals and is used to produce alloys like ferrovanadium. Due to the presence of a protective film of oxides on the surface, it helps with metal corrosion.",
            "In the periodic table, Vanadium is found just to the right side of the titanium. A scientist by the name of Del Rio from Mexico was the first person to discover Vanadium in the year 1901. Later this element was named after a Scandinavian Goddess name Vanadis by Sweden scientist Nils Sefstrom."
        ],
        "uses": [
            "Purification: Vanadium is used in nuclear power plants and in several other purification processes.",
            "Springs and alloys: The physical characteristics of vanadium makes it useful to manufacture springs. Vanadium is also used to make steel alloys in industries.",
            "Magnets: The specialized kind of magnets that are used for advanced research functions with superconducting capabilities contains vanadium. They are used because of their unique physical properties and cannot be fabricated easily.",
            "Ceramics: Traces are found in ceramics, sometimes also in paints and dyes."
        ]
    },
    "Al": {
        "definition": [
            "It is used in the transportation of railway, trucks, automobiles as castings.",
            "It is used in packaging.",
            "Al(II) compounds are observed in the reactions of Al metal with oxidants.",
            "Using aluminon the presence of aluminium can be detected in qualitative analysis.",
            "The abundance of aluminium decreases relative to other elements at greater depths into Earth's mantle and beyond. The chief ore of aluminium is bauxite. Aluminium metal is highly reactive, so native specimens are rare and limited to extreme reducing environments. "
        ],
        "uses": [
            "Transportation (automobiles, aircraft, trucks, railway cars, marine vessels, bicycles, spacecraft, etc.). Aluminium is used because of its low density",
            "Electricity-related uses (conductor alloys, motors and generators, transformers, capacitors, etc.). Aluminium is used because it is relatively cheap, highly conductive, has adequate mechanical strength and low density, and resists corrosion.",
            "Machinery and equipment (processing equipment, pipes, tools). Aluminium is used because of its corrosion resistance, non-pyrophoricity, and mechanical strength."
        ]
    },
    "F": {
        "definition": [
            "The element Fluorine is a poisonous gas.",
            "It usually exists as fluoride ion F- in aqueous solution",
            "It remains in the air for long when attached to tiny particles.",
            "The 13th most abundant element in the Earth’s crust is Fluoride.",
            "Fluorine is reactive with other elements which can combine with nearly any element on Earth.",
            "Even water burn in fluorine with a bright flame along with finely divided metals like glass, ceramics, and carbon."
        ],
        "uses": [
            "Molecular fluorine and Atomic fluorine are used in semiconductor manufacturing for plasma etching, MEMs fabrication, and flat panel display production.",
            "Chlorofluorocarbons are used extensively used in air conditioners and refrigerators.",
            "Fluorides are also added to toothpaste to prevent dental cavities.",
            "The metal could be used to map the circulatory system and any disorders.",
            "Proposedly could be used in the optoelectric nuclear batteries.",
            "The element has been recorded around 50 ppb in city environments."
        ]
    },
    "Te": {
        "definition": [
            "Tellurium is a chemical element with the symbol Te and atomic number 52. It is a brittle, mildly toxic, rare, silver-white metalloid.",
            "Tellurium has no biological function, although fungi can use it in place of sulfur and selenium in amino acids such as tellurocysteine and telluromethionine.",
            "In humans, tellurium is partly metabolized into dimethyl telluride, (CH3)2Te, a gas with a garlic-like odor exhaled in the breath of victims of tellurium exposure or poisoning."
        ],
        "uses": [
            "Metallurgy is the prime application of Tellurium. It is used making iron, stainless steel, lead and copper alloys.",
            "It is also used in manufacture of solar panels, memory chips and optical modulators.",
            "Tellurium and its components are used as pigments for ceramics.",
            "Used in manufacture of rubber that is highly resistant to heat."
        ]
    },
    "Md": {
        "definition": [
            "Mendelevium, a highly synthetic and a radioactive metal is placed in the periodic table with an atomic number of 101 and symbol Md.",
            "It was obtained by bombarding einsteinium-253 with the helium ions. The metal has one most stable isotopes, mendelevium-258, which has a half-life measuring of 51.5 days.",
            "It tends to decays into einsteinium-254 through the process of alpha decay or the process of spontaneous fission.",
            "The metal is produced in very minute amounts. The metal is named after the father of the periodic table in chemical elements, Dmitri Mendeleev. It was discovered in the year 1965 by G.T. Seaborg."
        ],
        "uses": [
            "Since the metal is not produced in bulk amounts, it does not have any practical or economic applications.",
            "Mendelevium is said to be a highly radioactive metal known to be harmful when taken inside the body.",
            "It is utilized for the purpose of scientific research and also to study the chemical properties of different elements and aqueous solutions by the use of the isotope 256Md."
        ]
    },
    "Xe": {
        "definition": [
            "Xenon is a chemical element with symbol Xe and atomic number 54 in the periodic table.",
            "It was discovered by William Ramsay in the year 1898.",
            "It is most expensive and most dense of all the gases.",
            "It produces a bluish purple colour when electrified.",
            "It forms very good compounds with Fluorine."
        ],
        "uses": [
            "Xenon is a rare, colourless, odourless, tasteless and chemically unreactive gas.",
            "Xenon is a trace gas ( i.e., which makes up less than 1 % by volume of Earth’s atmosphere. It is found as a component in gases released from few mineral springs.",
            "It is also released as a by-product when the air is separated into Nitrogen and Oxygen.",
            "The element has an atomic number 54 as its nucleus contains 54 protons. It is available in all forms i.e., solids, liquids, and gases.",
            "The name Xenon is derived from a Greek word Xenos which means “stranger”."  
        ]
    },
    "Se": {
        "definition": [
            "Selenium is a chemical element that is placed in the oxygen group of the periodic table. It is often found in combination with metals like mercury, copper, silver or lead. It is combined with the physical properties of elements like tellurium and sulfur. This element is rare and composed of 90 parts per billion of the Earth crust. It’s a non-metallic chemical element which is a member of the group 16 of the periodic table.",
            "This element appears in different allotropic forms of which the most popular are – red amorphous powder, a gray crystalline metal, and a red crystalline material, which is known as a metallic selenium. This gray crystalline form conducts electricity much better in the light than in the dark and can be easily used in photocells. It burns in air and is unaffected by water and dissolves in concentrated nitric acid and alkalis."
        ],
        "uses": [
            "It serves as a decolorizer when incorporated in small amounts into the glass. When in large quantity, it imparts to glass a useful clear red color in signal lights. It is also used in preparing red enamels for steel and ceramics. And, for vulcanization of rubber to increase resistance to abrasion.Its electrical resistivity of selenium varies over a great range that depends on variables like temperature &amp; pressure, nature of the allotrope, impurities and the method of refining. Most of the metals are insoluble in this element and the impurities of a non-metallic increase the resistivity."
        ]
    },
    "Ne": {
        "definition": [
            "Neon is reddish-orange coloured in neon lamps and vacuum discharge tubes and a second-lightest noble gas. It is less expensive refrigerant than helium in many applications. It’s refrigerating capacity is 40 times more than liquid helium and three times to liquid hydrogen on per unit volume basis. It is a rare gas, and its molecules consist of a single Neon atom.",
            "It is chemically inert gas and non-toxic in nature. There is no threat to the environment and has no impact since it’s non-reactive and does not form compounds. This element cause no ecological damage.",
            "It can create exotic compounds with fluorine in laboratories, being an inert element. It also forms an unstable hydrate."
        ],
        "uses": [
            "The reddish-orange coloured neon lights are used in making advertising signs. It’s also utilized in these types of lights generally when many other gasses are needed to generate lights of different colours.",
            "Other uses of neon include lightning arrestors, high-voltage indicators, television tubes and meter tubes.",
            "Gas lasers are made with the help of neon and helium.",
            "The electronics industry uses neon singly or in mixtures with other gases in many types of gas-filled electron tubes.",
            "A mixture of helium and neon is used for respiration by marine divers in the sea since helium is less soluble in blood than nitrogen at high pressure."
        ]
    },
    "Mc": {
        "definition": [
            "Only a few atoms of ununpentium have been created, so they are only used for the purpose of scientific study.",
            "It is also used to make metal ununtrium.",
            "It has no biological role. But since the metal is said to be highly radioactive, it is considered to be harmful in nature."
        ],
        "uses": [
            "No specific use for this element is found it is used for research purpose"
        ]
    },
    "Co": {
        "definition": [
            "The element Cobalt belongs to the group VIII of the periodic table. It is similar to iron and nickel in its physical properties. Cobalt is found in plants and animals, air, water, soil, rocks. It may also enter into another environment through wind-blown dust or by rainwater washing down cobalt containing soil and rock.",
            "It is a hard ferromagnetic, silver-white, lustrous, brittle element.",
            "It is stable in air and does not react with water.",
            "Like other metals, it can also be magnetized.",
            "With dilute acids, it reacts slowly.",
            "The metal melts at 1495 °C and boils at 2927 °C"
        ],
        "uses": [
            "Cobalt is used in many alloys &amp; super alloys to make parts in aircraft engines, gas turbine, high-speed steels, corrosion resistant alloys, cemented carbides.",
            "It is used in magnets and magnetic recording media.",
            "It is also used as catalysts for the petroleum and chemical industries.",
            "Used as drying agents for paints and inks.",
            "It is blue is majorly used by artists and is used by craft workers in porcelain, stained-glass pottery, enamel jeweller, and tiles."
        ]
    },
    "Ra": {
        "definition": [
            "Radium is a chemical element with symbol Ra. It is the sixth element in the Group 2 of the periodic table.",
            "Pure radium is silvery-white in color, but it combines with nitrogen readily on exposure to air and forms a black surface layer of radium nitride.",
            "Radium emits alpha, beta, and gamma rays when mixed with beryllium produces neutrons.",
            "Radium was discovered by Marie Sklodowska Curie and Perre Curie in 1898, in the form of radium chloride. They extracted the radium compound from uraninite. It is found in uranium ores at 1 part per 3 million parts uranium.",
            "It is highly radiotoxic and carcinogen by inhalation, ingestion or exposure and used in treating cancer and other body disorders. The element Ra is over a million times more radioactive than the same mass of uranium."
        ],
        "uses": [
            "Radium is the heaviest known alkaline earth metal and is the only radioactive member of its group. Its physical and chemical properties most closely resemble its lighter congener barium.",
            "Radium is a highly reactive metal and always exhibits its group oxidation state.",
            "Earlier, Ra was used as an additive in a product such as toothpaste, hair cream, and even food items.",
            "Radium was used in medicine to produce radon gas which in turn was used as a cancer treatment."
        ]
    },
    "Ag": {
        "definition": [
            "Silver is the most conducting metal with atomic number 47 and represented with the symbol ‘Ag’ in the periodic table.",
            "Silver is abundant in mineral-rich soils. It is available in the mixed form, generally in crystal form.",
            "Plants absorb silver and measured levels in the soil come around 0.03 – 0.5 ppm."
        ],
        "uses": [
            "Silver ( Ag ) is a white, soft, lustrous, very ductile and malleable metal.",
            "It is a very good conductor of electricity and heat.",
            "It has the highest electrical conductivity of all metals, but the high cost of it has restricted us from using it in all electrical devices.",
            "The principle use of this metal is a precious metal, including jewellery and decorative items."
        ]
    },
    "O": {
        "definition": [
            "Oxygen is a member of the chalcogen group on the periodic table. It is an essential element in the most of the combustion processes.",
            "It is one of the most abundant elements in the Earth’s crust.",
            "O-16, O-17, and O-18 are the three naturally occurring stable isotopes of Oxygen.",
            "Oxygen is characterized by a paramagnetic property."
        ],
        "uses": [
            "It is used in the production and manufacturing of glass and stone products, and in mining.",
            "Special oxygen chambers are used in case of high pressure to increase the partial pressure of oxygen around the patient.",
            "The gas is colourless, odourless and insipid in a normal state. Liquid oxygen is slightly paramagnetic. It is reactive and forms oxides with every element except helium, neon, krypton, and argon. It is moderately soluble in water.",
            "The primary applications of oxygen include melting, refining, and manufacture of steel along with other metals."
        ]
    },
    "Ga": {
        "definition": [
            "Gallium is a chemical element with atomic number 31. The Solid gallium is of blue-gray metal having orthorhombic crystalline structure whereas a very pure gallium is coated with stunning silvery color.",
            "It does not exist in pure form in nature, and its compounds do not act as a primary source of extraction",
            "This metal can be easily extracted as a by-product from iron pyrites, zinc blende, germanite, and bauxite.",
            "This element has been considered as a possible heat exchange medium in nuclear reactors."
        ],
        "uses": [
            "It is used in Blue-ray technology, blue and green LEDs, mobile phones and pressure sensors for touch switches.",
            "Gallium nitride acts as a semiconductor. It consists of certain properties that make it very versatile.",
            "When Gallium is added to certain metals it causes them to become brittle.",
            "Gallium has one of the largest ranges in which it is a liquid when compared to other metals."
        ]
    },
    "Y": {
        "definition": [
            "Yttrium is a chemical element in the periodic table with atomic number 39, discovered by Johan Gadolin in the year 1794.",
            "Mira is a type of giant red star where most of the yttrium is concentrated in the solar system.",
            "It is a soft silvery metal with less electronegativity.",
            "It is a very rare metal.",
            "It never found as a free element in the Earth’s crust but often found in combination with lanthanide. It is also found in uranium ores."
        ],
        "uses": [
            "Used in production of synthetic garments and yttrium iron garments.",
            "Used in manufacture of infrared layers.",
            "Acts as a solid electrolyte and as an oxygen sensor in automobile exhaust systems.",
            "Used in manufacture of superconductors.",
            "It is helpful in curing many cancers like lymphoma, leukemia and bone cancers."
        ]
    },
    "Pd": {
        "definition": [
            "Palladium(Pd), the chemical element with an atomic number of 46, is a rare element and has a lustrous silver appearance.",
            "Discovered by William Hyde Wollaston in the year 1803.",
            "The metal was named after asteroid Pallas of the Greek goddess Athena.",
            "The metal has an incredible capacity to absorb hydrogen 900 times than any other metal.",
            "Despite the metal being biologically inactive, it triggers allergies among certain people."
        ],
        "uses": [
            "The metal serves as a catalyst in many chemical processes like hydrogenation, petroleum cracking, and dehydrogenation.",
            "Palladium is a Lindlar catalyst and sometimes referred to as Lindlar Palladium.",
            "Used in electrodes and also being a major component for multi-layer ceramic capacitors.",
            "Being an absorbent of hydrogen, used for storage of the same.",
            "Used for jewelry making since time immemorial.",
            "Used by photographers in make fine art with black and white prints using palladium salts."
        ]
    },
    "Bk": {
        "definition": [
            "It is a radioactive chemical element with the atomic number 97.",
            "They are traced in different parts of the planet where nuclear tests were conducted.",
            "It is a member of the actinide and transuranium element series in the periodic table.",
            "It was the fifth transuranium discovered.",
            "The element’s mass numbers range from 235 to 254 and about twenty isotopes.",
            "The element showcases isomerism wherein six nuclear isomers of the element have been characterized."
        ],
        "uses": [
            "Presently, the element is not used biologically or for technological purposes.",
            "It was used for the atmospheric nuclear weapons tests between 1945 and 1980.",
            "Its isotopes are used for basic scientific research."
        ]
    },
    "Tc": {
        "definition": [
            "Technetium (Tc) is a chemical element in the periodic table with atomic number 43.",
            "It is a silvery-gray radioactive metal which looks similar to platinum.",
            "The metals name is derived from the Greek word Tekhnetos which means artificial.",
            "As it is radioactive metal, it is toxic and harmful to life.",
            "One must use a safety glove box while handling the chemical."
        ],
        "uses": [
            "Used as a catalyst similar to the way rhenium and palladium are used.",
            "Protects steel from corrosion.",
            "Certain compounds are helpful in the manufacture of photoelectric nuclear batteries.",
            "The metal could be used to map the circulatory system and any disorders.",
            "Proposedly could be used in the optoelectric nuclear batteries."
        ]
    },
    "Cd": {
        "definition": [
            "Cadmium is a soft bluish-white metal with atomic number 48 and represented with the symbol Cd in the periodic table.",
            "Cadmium is a natural element in the earth’s crust. It is usually found as a mineral combined with other elements such as oxygen, chlorine, or sulfur. Most soil and rocks, including coal and mineral fertilizers, contain some cadmium. It enters the environment through wind, rain and mining operations. Volcanoes and Forest fires also release this natural element into the air.",
            "Cadmium is the second-row transition metal belonging to group 12 of the periodic table, along with Zn and Hg. The element has an atomic number of 48, an atomic mass of 112, one main oxidation state (+2) and eight naturally occurring isotopes (106 Cd, 108 Cd and 110 Cd to 116 Cd), of which 114 Cd, 112 Cd, 111 Cd, 110 Cd and 113 Cd have abundances of 28.73%, 24.13%, 12.80%, 12.49% and 12.22% respectively (Smith 1999b). The chemistry of cadmium is most similar to that of Zn."
        ],
        "uses": [
            "Cadmium is used in a number of industries, such as welding and soldering, production of iron, steel and cement and production of nickel-cadmium batteries found in mobile phones and cordless equipment. The amount of cadmium is increased in the environment by forest fires and volcanoes, although the largest increase is due to the burning of fossil fuels, use of phosphate fertilizers and industrial processes.",
            "Cadmium and its compounds are used in several consumer products such as in nickel-cadmium batteries and for electroplating other metals Cadmium is also used in various industrial processes such as printing, textiles, photography, lasers and solar cells"
        ]
    },
    "Tb": {
        "definition": [
            "Terbium (Tb) is a chemical element with atomic number 65 represented with the symbol Tb in the periodic table, which was discovered by Carl Mosander in the year 1843.",
            "It is named after a village of Ytterby in Sweden.",
            "Terbium is a soft, ductile, malleable and very rare element. It is so soft that can be cut with a knife.",
            "Tb is stable in air to some extent and oxidizes very slowly. It is attacked by cold water.",
            "It has simple ferromagnetic properties at temperatures below 219k. It changes into a helical antiferromagnetic state above 219 k, where all atomic moments in a particular basal plane layer are parallel.",
            "It is very rare to find this metal as a free element. Terbium is always available with other rare earth elements like monazite, xenotime, and euxenite. Some of the richest commercial terbium sources are ion adsorption clays of southern China."
        ],
        "uses": [
            "It is used as a doping agent in calcium tungstate, calcium fluoride and strontium molybdate which are used in solid-state devices. Works as a crystal stabilizer of fuel cells.",
            "Alloys of Terbium are used in the manufacturing of electronic devices like sensors, sound bug devices, and actuators.",
            "It is also used in the manufacture of color tv tubes and fluorescent lights.",
            "Terbium has no biological use and has low toxicity. When contacted, it may cause serious irritation to skin and eyes."
        ]
    },
    "Db": {
        "definition": [
            "Dubnium is a chemical element discovered by Albert Ghiorso in the year 1970. It has an atomic number of 105 with a symbol Db, and it belongs to the 7th period of the 5th group of the periodic table.",
            "The metal behaves as a solid at temperatures of 20o °C. It occurs as a synthetic element in nature, and it is artificially produced by the bombardment of the californium-249 with the nuclei nitrogen-1.",
            "Dubnium is a highly radioactive element with only one single stable isotope dubnium-268 which has a half-life measuring about only 32 hours and gets decayed through the process of spontaneous fission. The other isotopes are synthetic in nature and have their mass numbers ranging from 256 to 270."
           
        ],
        "uses": [
            "Since Dubnium is not produced in high amounts and it does not exist even on the earth’s crust. Hence there are no such practical applications of this metal apart from the research areas.",
            "The metal has not also proved any harmful effects on health and the environment since it tends to decompose within a short period."
        ]
    },
    "Ca": {
        "definition": [
            "Calcium with atomic number 20 is represented in the periodic table with the symbol Ca.",
            "Calcium (Ca) is a vital element that aids our bones stay tough and capable of supporting our load.",
            "Calcium is also used by our nervous system to help transmit impulses through our body.",
            "The element is the fifth most abundant metal in the planet’s crust (4.1%).",
            "Dissolved calcium bicarbonate is found in hard water."
        ],
        "uses": [
            "The element maintains the vital for bones and teeth.",
            "The element assists in the movement of muscles by helping to carry messages from the brain to all parts of the body.",
            "The ions of the element act as carriers of between cells in the form of multicellular life forms.",
            "The element aids in assisting hormones to release along with enzymes.",
            "This element is widely used in steelmaking because it tends to readily form compounds with oxygen and sulphur.",
            "Several calcium compounds find use in the food industry (as food additives) and the pharmaceutical industry."
        ]
    },
    "Fe": {
        "definition": [
            "Iron is a metal, an element of group VIII of the periodic table. It is a lustrous, ductile, malleable, silver-grey in colour. It is the tenth most abundant element in the universe. It is found in a major amount at the core of the Earth in a molten form.",
            "An average human body contains about 4 grams of this iron in the form of haemoglobin, in the blood.",
            "It is the 6th most common element in the universe.",
            "There are four known allotropic forms of iron."
        ],
        "uses": [
            "It is used to manufacture steel and also used in civil engineering like reinforced concrete, girders etc.",
            "Iron is used to make alloy steels like carbon steels with additives such as nickel, chromium, vanadium, tungsten, and manganese.",
            "These are used to make bridges, electricity pylons, bicycle chains, cutting tools and rifle barrels.",
            "Cast iron contains 3–5% carbon. It is used for pipes, valves, and pumps.",
            "Iron catalysts are used in the Haber process for producing ammonia."
        ]
    },
    "Rn": {
        "definition": [
            "Radon was first detected as an emission from the radioactive decay of radium.",
            "It has an atomic number of 86 and represented with the symbol Rn in the periodic table.",
            "Radon is available in hot springs and some spring water.  Its concentration is commonly measured in becquerel ( Bq ) per cubic meter.",
            "In the air, its concentration varies from 1 to 100 Bq per cubic meter. In some places, well water will be rich in Radon. Even rainwater can be extremely radioactive due to the high concentration of the element."
        ],
        "uses": [
            "Radon (Rn) is colourless, tasteless, odourless gas at standard pressure and temperature and it is the densest noble gas.",
            "Scientific:\n\nRadon is used to track air masses to a limited level.\nChanges in groundwater radon concentrations help in the prediction of Earthquake.\nIn the 1940’s radon is used X-ray sources and for industrial radiography.\n\n",
            "Medical:\n\nA process called Radon hormesis is used to mitigate auto-immune diseases like arthritis.\nIt is used in the treatment of cell damage and cancer.\nRadon is also used in radiation therapy.\n\n",
            "Radon occurs mainly in gaseous state and people are mainly exposed to it through breathing air"
        ]
    },
    "Os": {
        "definition": [
            "Osmium was first discovered in the year 1803 by William Hyde Wollaston and Smithson Tennant in England.",
            "Osmium is a lustrous and silvery metal with an atomic number of 76 in the periodic table.",
            "It tends to be a dense metal. It appears like a bluish metal that occurs in the group Platinum.",
            "The metal is neither affected by acid or by water but tends to dissolve in molten alkalis.",
            "It is a naturally occurring element and it can also be obtained by commercial means during the refining of nickel.",
            "At high temperatures, the metal turns lustrous, hard and brittle."
        ],
        "uses": [
            "It is employed in industries as a catalyst.",
            "It also has a great use in the field of space applications because of its high reflectivity.",
            "It is used in light bulbs and incandescent lamps to increase the light output.",
            "Osmium tetroxide is being used in fingerprint detection.",
            "It is used as an electrolyte in the battery applications as it can absorb hydrogen atoms.",
            "It is used in fountain pen tips."
        ]
    },
    "Lv": {
        "definition": [
            "Livermorium is a synthetic chemical element with the atomic number 116 and symbol Lv in the Periodic Table.",
            "It is a highly radioactive element, which cannot be found naturally in the Earth’s Crust but can be created in the laboratory.",
            "It was discovered by Lawrence Livermore National Laboratory and Joint Institute of Nuclear Research."
        ],
        "uses": [
            "Presently, it does not have any commercial uses, except being used in the research field.",
            "As it is not found in nature, there is no chance of being affected by it."
        ]
    },
    "U": {
        "definition": [
            "Uranium is a weakly radioactive element with an atomic number 92 and symbol U in the periodic table.",
            "Uranium is one of the heavy metals that can be utilized as a rich source of concentrated energy. The element exists in many rocks in the concentration of 2 to 4 ppm(parts per million) and common in Earth’s crust as tungsten and tin. It also exists in seawater and can be retrieved from the oceans.",
            "Uranium’s high density means it also has applications in the counterweights of aircraft control surfaces and radiation shielding.",
            "It is one of the heaviest among all the naturally occurring elements when arranged based on the increasing mass of their nuclei on a scale. The element is 18.7 times denser than water."
        ],
        "uses": [
            "Uranium was formed over 6.6 billion years ago. Though it is not common in the solar system, its slow radioactive decay provides a major source of heat within the Earth, responsible for continental and convection drift.",
            "Uranium exists in various slightly different forms known as ‘isotopes.’ These isotopes are distinct in the number of uncharged particles in the nucleus.",
            "Natural uranium was found as a mixture of two isotopes. U-238 accounts for 99.3% and U-235 around 0.7%.",
            "Pure uranium is silver in color and readily oxidizes in air."
        ]
    },
    "C": {
        "definition": [
            "Carbon compounds are present everywhere i.e. in the food that we eat, the clothes that we wear and even in the lead of the pencil by which we write.",
            "The atomic number of carbon is 6 and the atomic mass is 12.01gmol-1.",
            "Represented by the symbol C and present in the 14th group of elements in the Periodic Table.",
            "According to the data, it is the seventeenth most abundant element found on earth.",
            "It is found in both free and in the combined state. You can find it available as coal, graphite in the elemental state. Whereas it is present as metal carbonates, hydrocarbons, and carbon dioxide gas in the combined state. When it combines with other elements such as dihydrogen, dioxygen, chlorine, and sulphur provides amazing arrays of materials that can vary from tissues to medicines."
        ],
        "uses": [
            "One of the most amazing properties of carbon is its ability to make long carbon chains and rings. This property of carbon is known as catenation.",
            "Carbon has many special abilities out of all one unique ability is that carbon forms pπ-pπ bonds which are nothing but double or triple bonds with itself and with other electronegative atoms like oxygen and nitrogen.",
            "Just because of these two properties of carbon i.e catenation and multiple bond formation, it has a number of allotropic forms."
        ]
    },
    "Rg": {
        "definition": [
            "The element was named after Wilhelm Röntgen (founder of X-rays).",
            "It was synthesized for the first time by Hofmann and Sigurd at the Institute for Heavy Ion Research in Germany in the year 1994.",
            "Roentgenium(Rg) is a radioactive element created artificially (extremely radioactive synthetic element) and not found in nature.",
            "The element was discovered by Peter Armbruster and Gottfried Münzenberg in the year 1994.",
            "It is a D-block transactinide element in the periodic table."
        ],
        "uses": [
            "The element can be used as a synthetic metal within average quantities.",
            "It is mainly used for research purposes at present.",
            " The element has around 7 isotopes whose half-lives are known, with mass numbers from 272 to 282.",
            " One of the isotopes of this element (218Rg) has a half-life of 26 seconds. ",
            " The element undergoes decay under spontaneous fission process."
        ]
    },
    "Lr": {
        "definition": [
            "It was discovered in the year 1961, in February 1991.",
            "It is actually an actinide in spite of its position in the periodic table that should be a transition metal.",
            "Lawrencium with atomic number 103 is represented in the periodic table with the symbol ‘Lr’",
            "It never occurs as a free element in nature it was created by accelerating sub-atomic particles that have been surrounded by a circle. So that there is sufficient energy to destroy an existing atom and create a new atom.",
            "Lawrencium is a radioactive transuranic element that is synthesized from californium."
        ],
        "uses": [
            "Lawrencium is of not much use due to its radioactive nature.",
            "They are purely used for scientific research only.",
            "Lawrencium is of not much use. They are purely used for scientific research only.",
            "Isotopes of Lawrencium are radioactive. Its isotopes have a half-life of eleven hours and it is the longest-lived super-heavy till date.",
            "Among all isotopes of Lawrencium, only 12 isotopes are known with mass numbers 252, 262 and 266."
        ]
    },
    "Po": {
        "definition": [
            "Polonium is the chemical element with symbol Po and atomic number 84 in the periodic table.",
            "This element was discovered by Marie Sklodowska Curie and Pierre Curie in 1898.",
            "It is a rare and highly radioactive element.",
            "Polonium has no stable isotope.",
            "It’s a silvery-grey, radioactive semi-metal found in uranium ores."
        ],
        "uses": [
            "Polonium is an alpha-emitter, hence it is used in antistatic devices and for research purposes. It is used in the form of a thin film on a stainless steel disc as an alpha-particle source.",
            "It is used to eliminate static electricity produced during processes such as rolling paper, wire and sheet metal.",
            "Due to alpha emission, 1 gram of polonium can acquire a temperature of 500°C. This property of Polonium makes it a useful source of heat for space equipment.",
            "It is used as a source of neutrons by mixing it or alloying it with beryllium."
        ]
    },
    "Eu": {
        "definition": [
            "Europium is not found freely in nature. Most of the minerals comprise of europium with the vital sources being monazite and bastnasite.",
            "It is a soft white-silvery metal. The enrichment or depletion of europium in minerals related to other rare earth elements is termed as europium anomaly. ","A hard, grey-white, lustrous and brittle metalloid acts in properties between metals and nonmetals.",
            "There are two stable isotopes of Europium that exist in nature, europium-151 and europium-153."
        ],
        "uses": [
            "It is used as control rods in nuclear reactors due to its effectiveness in absorbing neutrons.",
            "Europium oxide has its application as phosphor activator.",
            "Europium-doped plastics are used as laser materials and for making thin superconducting alloys.",
            "It is used in the euro currency as an anti-forgery measure.",
            "It reacts very quickly with water and gives off hydrogen. It reacts strongly with oxygen in the air and spontaneously catches fire."
        ]
    },
    "Pu": {
        "definition": [
            "Plutonium is the second transuranic element with an atomic number of 94 and part of the actinide group of the periodic table.",
            "Plutonium is named after planet Pluto similar to its predecessor neptunium named after the planet Neptune. It is an actinide metal with a silvery-gray appearance but when oxidized it forms a dull coating.",
            "This element comprises of four oxidation states and six allotropes. It reacts with hydrogen and nitrogen.",
            "The metal tends to get warm during alpha decay, to such an extent that it is possible to boil water when the element is present in large amounts.",
            "Uranium is the main source of obtaining Plutonium which is obtained by the irradiation of uranium in nuclear reactors. Plutonium is generally not found in nature."
        ],
        "uses": [
            "Plutonium isn’t of much use in any application due to its radioactive nature.",
            "One of the main applications of this element is as a source of energy. It was used in the first atomic bombs.",
            "The element is used in nuclear weapons as it is a key fissile component and because of its easier availability and ease of fission.",
            "One of its isotope Plutonium-239 is used in new generation nuclear weapons."
        ]
    },
    "Bh": {
        "definition": [
            "Bohrium metal has around ten isotopes out of which 270Bh is the most stable one having a half-life of about 61 seconds.",
            "The atomic weight of a synthetic transuranium element is mainly based upon the longest-lived isotope of the periodic table.",
            "The atomic weights have to be considered as arranged as the new isotope with the longer half-life can be produced in the future.",
            "In the periodic table, Bohrium belongs to the d-block and is a transactinide element.",
            "It belongs to the 7th period and is one among the elements of group 7.",
            "Some of the experiments in chemistry have confirmed that this metal bohrium is as heavier homolog when compared to rhenium element in the group 7."
        ],
        "uses": [
            "Bohrium is one of the synthetic elements which is not found abundantly in nature.",
            "It has an atomic number of 107 and a symbol Bh. It is assumed to be a very solid metal.",
            "This metal was discovered by Peter Armbruster and Gottfried Münzenberg in the year 1976, and it is named after a physicist from Danish naming Niels Bohr, who is very well known for the explanation of the atomic structure and theory through his model.",
            "Since the element exists in nature very rarely, it is only used for the purpose of scientific researchers and a very little number of known applications as well as effects."
        ]
    },
    "Pm": {
        "definition": [
            "Promethium is a chemical element with the symbol Pm and atomic number 61 in the periodic table.",
            "All of its isotopes are radioactive; it is one of only two such elements that are followed in the periodic table by elements with stable forms, a distinction shared with technetium.",
            "There is a strange star HR 465 in the Andromeda galaxy that contains a lot of Promethium. It is very radioactive and rare, so it is little studied: its chemical and physical properties are not well defined.",
            "Since traces of the element in nature is exceedingly scarce, the element is typically synthesized by bombarding enriched uranium with thermal neutrons to produce promethium-147."
        ],
        "uses": [
            "Most of the element is used only for research purposes, except for promethium-147, which can be found outside laboratories. This isotope does not emit gamma rays, and its radiation has a relatively small penetration depth into matter and a relatively long half-life.",
            "Promethium is used in pacemakers. Some signal lights use a luminous paint containing phosphor that absorbs the beta radiation emitted by promethium-147 and emits light.",
            "Chemically, promethium is a lanthanide, which forms salts when combined with other elements. It shows only one stable oxidation state of +3."
        ]
    },
    "B": {
        "definition": [
            "Boron is a chemical element with atomic number five and it is a low abundant element that is found in the earth’s crust and solar system. Boron is a metalloid.",
            "Boron is present in over a hundred minerals on Earth. But it is extremely difficult to produce, even in laboratory conditions.",
            "Boromycin is a boron-based natural antibiotic. It is a derivative of Streptomyces.",
            "Boron has several forms and amorphous boron which are a dark powder and unreactive to oxygen, water, alkalis, and acids are the most common. It forms borides when reacts with metals."
        ],
        "uses": [
            "Sodium tetraborate decahydrate or borax is the most important compound of boron, which is used to insulate fibreglass and sodium perborate bleach.",
            "Boric acid is one of the important compounds in textile products. Boron compounds are also used in organic synthesis, a particular type of glass manufacture and as a wood preservative.",
            "Borax was earlier used to make perborate, which is the bleaching agent widely used in some detergents.",
            "Boron compounds are also found in homes in the form of food preservatives, especially for fish and margarine."
        ]
    },
    "Kr": {
        "definition": [
            "Krypton is a chemical element and a rare gas of the Group 18 with atomic number 18 and symbol Ar in the periodic table.",
            "This gas is almost three times heavier than the air.",
            "It is colourless, tasteless, monatomic and odourless.",
            "This gas is more plentiful in Earth’s atmosphere as its traces are present in minerals and meteorites. Earth’s atmosphere contains 1.14 parts per million of the volume of Krypton."
        ],
        "uses": [
            "It is used in various electric and fluorescent lamps and also in a flashlamp that is employed in high-speed photography.",
            "They could even react with the very reactive gas fluorine.",
            "Krypton is used occasionally as an insulating gas between window panes.",
            "SpaceX Starlink use krypton as propellant for their electric propulsion system.",
            "The metastable isotope krypton-81m is used in nuclear medicine for lung ventilation/perfusion scans, where it is inhaled and imaged with a gamma camera."
        ]
    },
    "Yb": {
        "definition": [
            "Ytterbium is an element of the periodic table with an atomic number of 70, discovered by Jean de Marignac in the year 1878. The element is named after Ytterby, Sweden.",
            "It is a white silvery, soft, ductile and rare earth metal.",
            "It is attacked by the strong acids and reacts slowly with cold water and air. The oxide forms a protective layer on the surface when reacted or oxidized in air.",
            "Physical properties of Ytterbium differ widely when compared to other elements.",
            "Usually, elements will have ferromagnetic and antiferromagnetic properties at low temperatures but it is paramagnetic at a temperature of 0.1 Kelvin."
        ],
        "uses": [
            "Ytterbium clocks are the World’s most stable atomic clock. Numerous atoms present in the element made the clock more stable.",
            "It is used as a doping agent to improve the strength, grain refinement and mechanical properties of stainless steel.",
            "It also acts as an industrial catalyst.",
            "Few alloys of Ytterbium are used in dentistry.",
            " Ytterbium, a silvery white metal is electropositive which reacts with water to form ytterbium hydroxide.",
            "Nowadays, this is element is used in the making of memory devices and tunable lasers."
        ]
    },
    "Ir": {
        "definition": [
            "Iridium is a transition metal of the platinum family with symbol Ir and atomic number 77 in the periodic table.",
            "It is silverish-white and it is known to be the most corrosion-resistant element known. It is unaffected by air, water, and acids.",
            "It is one of the lesser-known members of the platinum group, iridium possesses quite remarkable physical and chemical properties.",
            "Iridium is a hard, lustrous, brittle, dense transition metal of the platinum family."
        ],
        "uses": [
            "Not only is the most corrosion-resistant of all metals, it is insoluble in all mineral acids at high temperatures, but has a very high melting point and is the only metal that can maintain good mechanical properties in air temperatures above 1600°C.",
            "It has a high modulus of rigidity and elasticity.",
            "Nowadays the automotive industry, chemical industry and electronic industry have the most demand for iridium, where it is used to coat the electrodes in the Chlor-alkali process, and in catalysts.",
            "Some applications are in pivot bearings and in scientific and other special equipment.",
            "It is also known to be used in Space vehicles and Satellites."
        ]
    },
    "Rb": {
        "definition": [
            "The element is a member of the alkali metal group 1 of the periodic table.",
            "The element has an atomic number of 37 and an atomic mass of 85.",
            "The metal is a lithophile metallic element that does not form any minerals of its own.",
            "Compared with potassium and sodium, rubidium is relatively rare, with a crustal abundance of just 78 mg kg-1 (Fyfe 1999).",
            "From 1960 to 1983, the official length of a meter was defined by the 606-nanometer wavelength of the orange spectral line of krypton-86, because of the high power and relative ease of operation of krypton discharge tubes"
        ],
        "uses": [
            "Specialty glasses, which constitute the leading market for rubidium, are used in fiber optics telecommunications systems and in night-vision devices.",
            "The carbonate (Rb2CO3) is used as an additive to these types of glass, where it reduces electrical conductivity and improves stability and durability.",
            "Rubidium-cesium-antimony coating is commonly applied to the photo-cathodes of photo-multiplier tubes, which are used in radiation detection devices, medical imaging equipment, and night-vision devices.",
            "Used in fireworks to give purple-red color.",
            "The metal along with strontium is used to date rocks, minerals, and meteorites radioactively."
        ]
    },
    "Fr": {
        "definition": [
            "Francium was discovered by Marguerite Perey in France in 1939.",
            "Francium is a chemical element with the symbol Fr and atomic number 87. Prior to its discovery, it was referred to as eka-caesium.",
            "It is extremely radioactive; its most stable isotope, francium-223 (originally called actinium K after the natural decay chain it appears in), has a half-life of only 22 minutes."
        ],
        "uses": [
            "Francium is the least founded metal on the planet earth and rarely found in nature. It is considered to be the second rarest metal discovered on the earth’s crust next to the Astatine.",
            "Francium is an element with chemical symbol Fr and atomic number 87 in the periodic table. It is produced both by naturally and by artificial methods.",
            "Most probably, it is assumed that about 340-550 gms of this metal francium are found in the earth’s crust.",
            "Francium occurs on the decay of the alpha particles, which are found in the minerals of uranium."
        ]
    },
    "Np": {
        "definition": [
            "Neptunium has an atomic number of 93, present in the actinide series of on the Periodic Table.",
            "Neptunium is found between uranium (92), the last of the natural elements, and plutonium (94).",
            "Like its two closest neighbours, it belongs to the actinide series, so named because of the chemical affinity with actinium (89).",
            "First, of the artificially produced elements, Np starts the series of the 11 transuranic elements, all radioactive, heavy metals."
        ],
        "uses": [
            "Like plutonium and uranium, neptunium (237) is an alpha emitter, which means that as it disintegrates, it emits a particle formed of two protons and two neutrons (similar to a helium nucleus). It then transmutes into protactinium 233 (element 91).",
            "Neptunium is produced through neutron bombardment of a uranium nucleus.",
            "Plutonium 238 is obtained as a result of using Np 237 as a target in research reactors, which constitutes a significant source of energy for space missions.",
            "Found in nuclear waste as a mixture with other fission products, Neptunium 237 also appears in increasing quantity as a product of americium 241."
        ]
    },
    "Ar": {
        "definition": [
            "Argon is a chemical element in the eighteen group of the periodic table. It is a noble gas and it is the third most abundant gas in earth’s atmosphere.",
            "It is odourless, colourless gas that is totally inert into other substance.",
            "Under extreme conditions, argon can form certain compounds even though it is a gas.",
            "It is characterized by same solubility level in water as that of oxygen.",
            "It has low thermal conductivity."
        ],
        "uses": [
            "They are used in metal industries.",
            "It is used in the production of titanium.",
            "It is used in double dazzled windows to fill the space between the panels.",
            "Argon was suspected to be present in air by Henry Cavendish in the year 1785.",
            "According to Chimcool, the majority of argon is the isotope argon-40 which emerge from radioactive decay of potassium-40."
        ]
    },
    "Rf": {
        "definition": [
            "Rutherfordium is a chemical element with atomic number 104 and symbol Rf, named in honor of New Zealand physicist Ernest Rutherford.",
            "It is a synthetic element ie., an element which is not found in nature but can be prepared in the laboratory.",
            "It can be created by bombarding Californium-249 with a Carbon-12 nuclei."
        ],
        "uses": [
            "Rutherfordium is a d-block element, member of the 7th period and belongs to group 4 elements in the periodic table.",
            "It is a kind of trans-uranium and radioactive element which cannot be found in nature.",
            "It does not have any stable or naturally occurring isotopes.",
            "Many radioactive isotopes have been created in the lab, either by observing the decay of heavier metals or by fusing two elements."
        ]
    },
    "Ta": {
        "definition": [
            "Tantalum is a chemical element with symbol Ta and atomic number 73 in the periodic table.",
            "Tantalum appears as a shiny and silvery metal in its soft and pure form.",
            "The metal is corrosion resistant and is bound to chemical attack below 150 C.",
            "This element is abundantly found in nature just like the uranium.",
            "Its name originates from the name of a villain from Greek mythology, Tantalus."
        ],
        "uses": [
            "It finds its applications in the field of high-temperature devices such as in the engines of aircraft",
            "It is used mainly as an alloying medium as it is helpful for hardening metals",
            "It is employed in the manufacture of capacitors",
            "It is utilized in the chemical industries as it exhibits the properties of resistance to corrosion.",
            "Tantalum causes many health-related problems such as irritation of the skin and eye when inhaled, ingested or when it gets absorbed into the skin.",
            "This metal is also dangerous to mucous membranes and also the upper respiratory tract."
        ]
    },
    "Sc": {
        "definition": [
            "Scandium is an element with the atomic number 21 and represented with the symbol ‘Sc‘ in the periodic table.",
            "Scandium is mined from one of the rare minerals from Scandinavia. The colour it develops when exposed to air is yellowish or pinkish cast. One of the characteristics of Scandium is it gets tarnished and burned easily if ignited. It also reacts with hydrogen gas and will dissolve in acids.",
            "Heating scandium fluoride (ScF3) with calcium metal produces pure Scandium. This rare chemical can be found in a house in equipment like glasses, energy-saving lamps, fluorescent lamps, television."
        ],
        "uses": [
            "This transition metal has been heard to have only a few uses owing to their limited availability and high costs.",
            "Since it has a high melting point and low density, it would be mainly used in the form of an alloying agent in the category of metals (lightweight) for applications of high performance and military purposes.",
            "Apart from this, this metal is widely used as an alloy additive to alloys that are aluminium based for making metal halide lamps of high intensity and sporting goods.",
            "Scandium would limit the grain growth of high temperature, once alloyed with aluminium and aluminium based ones."
        ]
    },
    "Tl": {
        "definition": [
            "It was named after Greek word thallus which means twig.",
            "Thallium (Tl) with an atomic number of 81 is found in the periodic table with the symbol.",
            "Thallium is not freely found in nature. It is a soft grey post-transition metal. It resembles tin when isolated but when exposed to air it may discolour.",
            "There are around eighty-one electrons present in the atom of thallium with an electronic configuration of [Xe] 4f14 5d10 6s2 6p1.",
            "This element can be generated artificially. It can be obtained by smelting of lead and zinc. It is generally obtained as a by-product in the production of sulphuric acid."
        ],
        "uses": [
            "In ancient times it was used as a rat poison and as an ant killer.",
            "Thallium compounds are used in the manufacture of glasses.",
            "It is used in photocells.",
            "Thallium is suspected to be carcinogenic. Hence direct contact should be avoided with the skin.",
            "Thallium Salts that are soluble are generally toxic. They are merely tasteless.",
            "It is used in the production of infrared optics."
        ]
    },
    "No": {
        "definition": [
            "Nobelium is named after Alfred Nobel, the inventor of dynamite. It is a man-made element made in low quantities. It is a part of the actinide series. Until now twelve isotopes have been determined among them 259 No is the most stable isotope. Nobelium is highly radioactive and is a synthetic metal. It can be produced by a nuclear bombardment that is by irradiating a californium-249 target with carbon-12 ions. (1b).",
            "They are generally difficult to detect. In the periodic table, one can find this metal to the left of the actinide lawrencium and to the right of actinide mendelevium. It is predicted that Nobelium is a divalent metal. The behaviour of this metal is better known only in aqueous solution. Hence a lot of the properties of the element are unknown.",
            "An atom of Nobelium consists of a hundred and two electrons. Three of these electrons behave as valence electrons."
        ],
        "uses": [
            "It has no uses other than for scientific research.",
            "Since it possesses a short-half life, it does not have any harmful effects on the environment. It is not yet discovered in the earth’s crust and it can be easily decomposed into other elements due to its instability."
        ]
    },
    "Tm": {
        "definition": [
            "Thulium is a chemical element having an atomic number 69 with the symbol Tm, discovered by Theodor Cleve in the year 1879.",
            "It is the thirteenth element in the lanthanide series in the periodic table.",
            "The element is barely traced purely in nature but it is traced in minute amounts in minerals with other rare earth metals.",
            "The element contains one natural isotope, 169Tm which has a half-life of 1.92 years.",
            "The remaining isotopes of the element have a half-life that ranges from 2 minutes to 64 hours."
        ],
        "uses": [
            "It is used for laser manufacturing and for surgical purposes.",
            "Thulium is used as a source of radiation from portable X-ray devices and in nuclear reactions.",
            "Despite being slightly expensive, superconductors of high temperature use thulium.",
            "It is used for manufacturing ferrites, ceramic magnetic materials for microwave items.",
            "Natural thulium in ceramic magnetic materials is used in microwave equipment and are useful for doping fibre lasers."
        ]
    },
    "As": {
        "definition": [
            "Arsenic, a chemical element placed in the nitrogen group of the periodic table that exists in both the gray and yellow crystalline forms. It is present in three allotropic forms- black, yellow and gray. A silver-gray and brittle crystalline solid are the stable forms. It gets tarnished rapidly when comes in contact with air and at high temperatures by preparing a white cloud of arsenic trioxide. The metallic form of the element is brittle and it gets tarnished when oxidized to arsenic trioxide. Its non-metallic form is less reactive but easily dissolves when heated with strong oxidizing acids and alkalis.",
            "Arsenic is a steel-gray, brittle solid with low thermal and electrical conductivity. There are some forms of elemental arsenic are metal-like and is best classified as a non-metal. Some other forms are also there but are not properly characterized. This element sublimes at 613 °C and it exists as As4 molecules. It is stable in dry air and in moist air it tends to become coated with a black oxide. The sublimed arsenic vapor heated in air to form an arsenic oxide."
        ],
        "uses": [
            "This element is mainly used in compounds and a smaller amount is used in alloys.",
            "It is also used to prepare lead shot in past and the amount used in these applications continues to decrease.",
            "Arsenic can easily get into the environment from such applications. Some amount is added to silicon and germanium to make transistors.",
            "Gallium arsenide, a compound of arsenic is used to make light-emitting diodes (LEDs). These LEDs produce the lighted numbers in the clock, watches, hand-held calculators and different other electronic devices."
        ]
    },
    "Be": {
        "definition": [
            "Beryllium is an element with an atomic number of 4 in the periodic table.",
            "It is a bivalent and highly toxic element.",
            "The element has one of the highest melting points among the light metals.",
            "Aquamarine and emerald are the most precious forms of beryl. Beryl is the mineral form of beryllium aluminium cyclosilicate.",
            "Beryllium exists in 30 different minerals, among which bertrandite, beryl, chrysoberyl, and phenacite are the most important."
        ],
        "uses": [
            "Beryllium is used as an alloying agent.",
            "It possesses high strength, non-magnetic properties, better resistance, and dimensionally stable over a significant range of temperature.",
            "X-ray detection diagnostic uses of Beryllium as it could pass through latter.",
            "Beryllium fused with copper forms alloys which are used in defence and aerospace industries is a typical application of Beryllium."
        ]
    },
    "Mt": {
        "definition": [
            "Meitnerium (Mt) is a synthetic chemical element with atomic number 109 and symbol Mt in the periodic table. It was first created by a German Research team lead by Gottfried Munzenberg and Peter Armbruster at Gesellschaft fur Schwerionenforschung in the year 1982.",
            "Meitnerium is a D-block transactinide element, which is a member of the 7th period and arranged in the group 9 elements in the periodic table. It is predicted to have similar properties as that of its lighter homologous, rhodium, cobalt, and iridium.",
            "Meitnerium does not possess any naturally occurring or stable isotopes. Many radioactive isotopes have been made in the laboratory, either by observing the decay of heavier metals or by fusing two atoms.",
            "These kinds of elements are always prepared artificially as they never occur naturally in the Earth’s Crust. As it can never present in the Earth’s crust, there is no need to worry about health effects of it."
        ],
        "uses": [
            "Presently, there are no uses or applications except that it is used for research."
        ]
    },
    "K": {
        "definition": [
            "Potassium is the first element of the fourth period (row) in the periodic table.",
            "The atomic mass of potassium is 39.098 atomic mass units. It is denoted by the symbol ‘K’.",
            "The term potassium arises from a material called Potash.",
            "The element has been in use for hundreds of years.",
            "It is an alkali metal along with lithium, rubidium, sodium, caesium, and francium",
            "It is a very active metal and never occurs free in nature and it always forms a compound with other elements."
        ],
        "uses": [
            "People use potassium salts as a constituent of fertilizer.",
            "It is one of the essential nutrients of the human body",
            "Potassium chloride is also used in injections.",
            "Potash can be used to make glass and soap etc",
            "The element is always traced in combination with other elements.",
            "Once isolated, potassium turns into a malleable metal with a silver colour profile.",
            "Potassium reacts with water violently and gives off hydrogen gas"
        ]
    },
    "Hf": {
        "definition": [
            "Hafnium is a tetravalent transition metal with atomic number 72 and represented with the symbol Hf in the Periodic Table.",
            "Hafnium is a shiny and silvery metal exhibiting ductile features.",
            "Hf was named after the city in which it was discovered in, Copenhagen whose Latin name is Hafnia.",
            "Around 5.8 ppm of the upper layer of the earth’s crust constitutes of this metal. This element does not exist freely in the environment."
        ],
        "uses": [
            "Hafnium has a unique property of capturing neutrons. Hence it is used in the control rods of reactors as well as nuclear submarines",
            "Its compounds are used in the ceramic and alloy industries as they have higher melting points.",
            "It is widely utilized in the microprocessors as they are involved in the reduction of leakage current.",
            "It is also used in incandescent and gas-filled lamps.",
            "This metal serves as an electrode in the process of plasma cutting as it gives out electrons"
        ]
    },
    "Ho": {
        "definition": [
            "Holmium is the 67th element in the periodic table. It is soft and malleable with the symbol being Ho. This element belongs to the series of lanthanides in the periodic table. It has excellent stability at room temperature and is soluble in acids. The metal is highly affected by water and oxygen.",
            "Holmium possesses good magnetic permeability and is a good absorber of neutrons. For this purpose, it has many applications in the field of magnetics. It was discovered by a chemist named J.L. Soret in the year 1878. It is a highly reactive metal when burnt in the presence of air.",
            "Holmium is a paramagnetic as well as a ferromagnetic metal at a temperature below 19k. It appears as a bright and silver metal, and when it is oxidized, it forms an oxide which is yellowish in color. It has about one natural isotope and out of its synthetic isotopes,  one is holmium-163 and it has a half-life of about 4570 years."
        ],
        "uses": [
            "The alloys of holmium are used to create high magnetic fields in a magnetic flux concentrator.",
            "It is used as the control rods in nuclear reactors because of its high neutron capture cross-section.",
            "The oxides of this metal are used as a coloring agent in the glass.",
            "It is employed in optical spectrophotometers for the purpose of calibration.",
            "It also has a wide number of applications in the field of medical, fiber-optics, and in dental areas."
        ]
    },
    "Sg": {
        "definition": [
            "Seaborgium (Sg) is an artificial chemical element with atomic number 106 and symbol Sg in the periodic table.",
            "It was discovered by Albert Ghiorso and named it after the Nuclear chemist Glenn T. Seaborg in the year 1974.",
            "It was the first element which is named after a person when he is alive. It is a synthetic element i.e., it can be created in the laboratory."
        ],
        "uses": [
            "Seaborgium and its compounds are radioactive.",
            "Many experiments state that it behaves as the heavier homolog to Tungsten. The element is present in the 7th period of the periodic table and belongs to group 6 elements.",
            "It does not possess any naturally occurring or stable isotopes. Many radioactive isotopes have been made in the laboratory, either by observing the decay of heavier metals or by fusing two atoms.",
            "It is predicted to be in the solid state under normal conditions and possess a body-centered cubic crystal structure similar to Tungsten."
        ]
    },
    "Ba": {
        "definition": [
            "Represented by the symbol ‘Ba’, Barium is a group 2 element in the periodic table with atomic number 56.",
            "Barium is a dense alkaline earth metal that occurs naturally in ore deposits and makes up 0.05% of the Earth’s crust (Genter 2001). Barium and its compounds may be found in nature or produced industrially for various uses.",
            "It is a silvery-white metal that can be found in the environment, where it exists naturally. It occurs combined with other chemicals, such as carbon, oxygen, and sulfur.",
            "It is very light and its density is half of that of iron.",
            "Barium oxidizes in air, reacts vigorously with water to form the hydroxide, liberating hydrogen. It reacts with almost all the non-metals, forming often poisoning compounds."
        ],
        "uses": [
            "Barium is often used for spark-plug electrodes and in vacuum tubes as a drying and oxygen-removing agent. As well as fluorescent lamps: impure barium sulfide phosphorescence after exposure to light.",
            "Its compounds are used by oil and gas industries to make drilling mud. Drilling mud simplifies drilling through rocks by lubricating the drill.",
            "Barium compounds are also used to make paint, bricks, tiles, glass, and rubber.",
            "Barium nitrate and chlorate give fireworks a green color."
        ]
    },
    "Sr": {
        "definition": [
            "Strontium belongs to the group 2 elements of the periodic table, along with Be, Mg, Ca and Ba.",
            "It has an atomic number of 38, an atomic mass of 88, one oxidation state (+2) and four naturally occurring isotopes (84Sr, 86Sr, 87Sr, 88Sr), of which 88Sr is the most abundant at 82.6% of the total mass.",
            "Strontium is most similar chemically to the heavier alkali earth elements, Calcium, and Barium.",
            "Strontium is a lithophile metallic element."
        ],
        "uses": [
            "Although strontium is not considered as an essential element and does not have any known biological role, it is present in all living organisms.",
            "Strontium resembles the calcium element in its properties; like calcium, it is taken up and preferentially located in bones.",
            "Here, strontium can have both beneficial and deleterious effects in humans depending on the amount taken up [854].",
            "Strontium ranelate (C12H6N2O8SSr2 ), a pharmacologic agent used to treat individuals with osteoporosis, is indicated to be used in Europe and Australia but not in Canada or in the United States."
            
        ]
    },
    "Ti": {
        "definition": [
            "Titanium with an atomic number of 22 is found in the Periodic Table with the symbol ‘Ti’.",
            "Titanium is a lustrous silver-colored transition metal named after the Titans of Greek mythology.",
            "Discovered in 1791 in Cornwall, Great Britain by William Gregor.",
            "Titanium is less dense than steel but is equally strong.",
            "Ranking ninth on the list of most abundant metals on earth."
        ],
        "uses": [
            "Since titanium is one of those materials that resist corrosion, it is used mostly around salt water. The desalination plants that take in seawater and make fresh water are likely to equip a few pieces made with titanium.",
            "Aircraft: Being strong and lightweight, Titanium is considered perfect for aircraft usage that needed lightweight metals so that it would be easy to lift and fly.",
            "Paints: Titanium oxide is one of many compounds that is used in many paints.",
            "Rocks and Minerals: Titanium is actually found as a form of a compound, which is purified and then used in industries for various purposes.",
            "Star Sapphire: Expensive gems like star sapphires have titanium in them."
        ]
    },
    "Cn": {
        "definition": [
            "It was first created at Gesellschaft fur Schwerin enforcing in the year 1996. The element is named after the astronomer Nicolaus Copernicus who formulated a heliocentric model with planets revolving around the sun.",
            "Copernicium is a synthetic chemical element with symbol Cn and atomic number 112 in the periodic table.",
            "It is highly radioactive and the synthetic element which is not found in nature but can be synthesized in the laboratory."
        ],
        "uses": [
            
            
            "When reacted with gold, this element showed to be an extremely volatile metal.",
            "Many radioactive isotopes have been created in the lab, either by observing the decay of heavier metals or by fusing two elements.",
            
            "It does not have any stable or naturally-occurring isotopes.",
            "Presently, it does not have any uses or applications, except being used in the research. As it is not found in nature, there is no chance of being affected by it.",
            "Copernicium is produced by bombarding lead for two weeks with zinc travelling at 30,000 km per second.",
            "Isotope-277 had a half-life of 0.24 milliseconds."
        ]
    },
    "Cu": {
        "definition": [
            "Copper sulfate is used widely as an agricultural poison and as an algicide in water purification.",
            "While one may not consider copper being used for something other than coins, it is a crucial element in the creation of bronze.",
            "Historically, copper was the first metal to be worked by people. The discovery that it could be hardened with a little tin to form the alloy bronze gave the name to the Bronze Age.",
            "It is used for a whole range of goods, from cans, cooking foil and saucepans through to electricity cables, planes, and space vehicles.",
            "Electrical conductivity is especially important because wire accounts for more than 50% of copper consumption worldwide."
        ],
        "uses": [
            "Copper is an essential element. An adult human needs around 1.2 milligrams of copper a day, to help enzymes transfer energy in cells. Excess copper is toxic.",
            "In their scheme of hieroglyphs, the Egyptians used the ankh symbol to represent copper. Eternal life was also depicted.",
            "A copper earthing machine, as well as protecting homes and buildings that are destroyed by lightning strikes, may save the lives of people who are hit by lightning.",
            "For as long as we can recall, copper has been used. To represent copper, the Egyptians had the ankh symbol, and Egypt’s pyramids used copper for water plumbing."
        ]
    },
    "Ts": {
        "definition": [
            "The recently discovered element 117 has been officially named “tennessine”.",
            "A highly radioactive metal, of which only a few atoms have ever been made.",
            "Tennessine – Element 117 is a superheavy element on the periodic table, which does not occur naturally, are synthesized by exposing a radioisotope target to a beam of another specific isotope."
        ],
        "uses": [
            "At the moment, the element is only used for the purpose of research."
        ]
    },
    "Li": {
        "definition": [
            "Lithium is a chemical element that occurs first in the alkalis of the periodic table.",
            "It is the lightest solid metal.",
            "It’s moderately abundant and present in the Earth’s crust in 65 ppm (parts per million).",
            "The nucleus of the lithium atom verges on instability, since the two stable lithium isotopes found in nature have among the lowest binding energies per nucleon of all stable nuclides."
        ],
        "uses": [
            "Bromine and lithium chloride together form concentrated brine which absorbs the humidity under high temperature. Brine is used in the manufacturing of air conditioning systems.",
            "Alloys of the metal with manganese, cadmium, copper, and aluminium are used to make aircraft’s parts.",
            "The carbonate is used in medicine as an antidepressant and pottery industry.",
            "Lithium is found only in salts and minerals. The lithium-ion battery is a key component that is used in many digital devices."
        ]
    },
    "Cr": {
        "definition": [
            "Chromium is a chemical element with atomic number 24 and represented by the symbol Cr in the Periodic Table.",
            "Chromium is a lustrous, hard metal that has a silver-grey colour. It has a high melting point.",
            "The electron configuration of chromium is [Ar]3d54s1, which can be explained by the stability offered by a half-filled d-orbital.",
            "Trivalent chromium is a vital nutrient that is found in traces of sugar, human insulin, and lipid metabolism."
        ],
        "uses": [
            "Electroplating – It is one of the important uses of chromium. Have you seen the shiny caps over the tires of a car? That shiny plating is made using chromium.",
            "Emeralds – A small amount of chromium is found in the crystal lattice structure of expensive gems like the emerald.",
            "New alloys – are formed using chromium. You might have seen chromium on the outside, but it is also mixed with metals to form alloys. Stainless steel and aluminium alloys use a small amount of chromium.",
            "Paints and Dyes – This useful element is also found in paint and dyes and chemical makeup that is used for fabrics.",
            "Chromium was used by ancient Chinese."
        ]
    },
    "Sn": {
        "definition": [
            "It has an atomic number of 50 and is known to be a soft and malleable metal in a bluish-white appearance.",
            "Tin or also called as Stannum in Latin with the atomic number 50 belongs to the group 14 of the periodic table.",
            "Tin shows a chemical similarity to both of its neighbours in group 14, germanium and lead, and has two main oxidation states, +2 and the slightly more stable +4.",
            "About two parts/million number of the earth’s crust is said to be composed of tin.",
            "The grey metal changes its colour to white at temperatures of above 13.2 °C and very rapidly above 100 °C. This metal has about 10 naturally occurring isotopes with different mass numbers."
        ],
        "uses": [
            "It is used in tin plating, coating and polishing as it has a high resistance to corrosion",
            "It is used in soldering of steel as it possesses high magnetic strengths and lower melting points",
            "It is also used in the manufacture of other alloys such as Bronze and copper",
            "It is used as a reducing as well as a dyeing agent for glass, ceramics, and sensors",
            "In the shipping industry, it is used as an anti-fouling agent for boats and ships to prevent them from barnacles"
        ]
    },
    "I": {
        "definition": [
            "Iodine with the symbol ‘I’ is a dark gray or purple blackish nonmetallic element with atomic number 53 in the Periodic Table.",
            "It is the least reactive and most electropositive halogen, even though it can form compounds with many elements.",
            "It is mainly found on Earth as the water-soluble iodide in brine pools and oceans.",
            "This element gives purple color when heated.",
            "It is not completely soluble in water and dissolves in few solvents like carbon tetrachloride.",
            "Iodine element is available naturally in air, soil, and water. The most important source of this element is oceans. There are even some minerals, which contain iodine in them.",
            "Iodine is an essential component in humans for a proper functioning of the brain. The human body contains nearly 20 milligrams in the thyroid gland."
        ],
        "uses": [
            "First commercial use of iodine is Photography. Louis Daguerre invented a technique for producing images on a piece of metal.",
            "It is used in pharmaceutical industry, printing industry and in the manufacturing of animal feed.",
            "It is also used as the water purifier.",
            "This element is used in almost all medicines that aid in cleaning wounds.",
            "Iodine present in the air combines with water particles and get dissolved into water or soils. Plants absorb the dissolved Iodine from water and soil in the process of their growth."
        ]
    },
    "La": {
        "definition": [
            "Lanthanum is a chemical element with an atomic number of 57 and represented by the symbol La in the Periodic Table.",
            "The main problem with this element is its disposal. By the industrial wastes getting dumped into the water bodies mainly the petroleum producing industry.",
            "It produces severe damage to plants and animals and also causes nervous system disorder in humans.",
            "About 12.000 tonnes of lanthanum is produced worldwide every year."
        ],
        "uses": [
            "The chemical Lanthanum is found in modern television sets, the energy saving lamps, fluorescent tubes, etc.",
            "It is used in the field of optics as lenses and radiation absorbing glasses.",
            "It is known to increase the resistivity and malleability of steel.",
            "It is also used for catalysis in the field of petroleum refineries.",
            "It is used in the production of catalyst and also in polishing of glass."
        ]
    },
    "Ce": {
        "definition": [
            "Cerium is a soft, malleable, ductile metal with an atomic number 58 and represented by the symbol Ce in the Periodic Table.",
            "It reacts readily in the air and tarnishes gradually. It oxidizes rapidly in hot water, slowly in cold water and dissolves in the acids.",
            "Cerium is most dangerous in the working environment due to the fact that gases and DAMPs can be inhaled with air.",
            "Constant exposure to Cerium may cause lung problems and other serious diseases."
        ],
        "uses": [
            "Cerium is the key component of mischmetal alloy which is used in flints for cigarette lighters. The reason for it is cerium produces sparks when struck.",
            "Used in the manufacture of arc lamps, incandescent mantles for gas lighting.",
            "Acts as a catalyst in the conversion process of nitrogen oxide to nitrogen.",
            "Cerium sulfide is used as a pigment as it has a rich red color.",
            "Used in almost all color televisions and energy-saving lamps."
        ]
    },
    "Re": {
        "definition": [
            "Rhenium is an extremely rare element and is scattered widely in nature.",
            "It is a heavy, silvery-white and a third-row transition metal in group 7 of the periodic table.",
            "The element can be traced on the earth’s surface in parts per billion.",
            "The element has no mineral characteristic and it has been detected in certain ores of platinum and molybdenite."
        ],
        "uses": [
            "The element is mainly used as a petroleum reforming catalyst and also in the turbine engine of high-temperature components as superalloys.",
            "The element amplifies the high-temperature strength properties of some nickel-based superalloys.",
            "Rhenium is added to molybdenum and tungsten to form alloys that are used for making filaments for lamps and ovens.",
            "Rhenium is added to high-temperature superalloys which are used to make jet engine parts."
        ]
    },
    "Pb": {
        "definition": [
            "Lead (Pb) is a white lustrous metal with a soft texture and is highly malleable.",
            "The metal is highly corrosion resistant, in addition to not being a poor conductor of electricity.",
            "Lead is an element of the periodic table with an atomic number of 82.",
            "Lead (Pb) is a metal which has been used by humans for centuries dating back to 7000 BC.",
            "The element is present in various minerals in minute quantities excluding sulphide and lead glance(PBS) which is used to produce the metal around the world."
        ],
        "uses": [
            "It is a metal that has been used since Roman times for making paints and pipes as a corrosion resistant.",
            "Used in car batteries and a major ingredient of lead acid batteries.",
            "For soldering parts of electrical equipment.",
            "As electrodes in electrolysis processes.",
            "The metal element is hazardous for humans and would target the vital internal organs leading to several cases of lead poisoning.",
            "The metal is said to hamper the growth of organs and the brain of young children."
        ]
    },
    "Lu": {
        "definition": [
            "Lutetium with atomic number 71 is never found as a pure metal in nature. This metal is artificially produced by the reduction process of LuCl3 by any of the alkaline metals. It appears as silvery and white in color. Lutetium is one of the hardest metals coming in the list of lanthanides. This metal is stable in nature. It also possesses high density as well as a high melting point. It burns at a temperature of about 150 °C forming its oxides.",
            "This metal reacts with the lightest halogens forming tri-halides, which are soluble in water."
        ],
        "uses": [
            "Lutetium is considered to be one of the toxic metals. Hence inhalation of this compound is very dangerous as it might lead to fatal conditions.",
            "When Lutetium is heated, it leads to a substantial explosion.",
            "Contact with Lutetium can also cause some skin disorders."
        ]
    },
    "S": {
        "definition": [
            "Sulfur (S) is an element that can never be overlooked. In the periodic table, sulfur is found in group 16. It is non-metal and is obtained as a byproduct after the production of natural gas.  In colour, it is bright yellow, and it has an extremely bad odour (like rotten eggs). Outside the apparent physical characters of sulfur, humans have been consuming this element since a thousand years. Why? Because you might just find it sitting on the ground.",
            "Sulfur is frequently found near hot springs and volcanoes. In history, when an individual finds unadulterated elements that are freely obtainable, he uses them. Sulfur mentions can be found even in the Bible, where it is entitled brimstone."
        ],
        "uses": [
            "Sulfur is an element that is simple to find on the ground and even simpler to discover in the periodic table. It’s just below oxygen (O) at the sixteenth position. Sulfur, when found naturally, is a yellowish colour and is frequently found as crystal. Sulfur is non-reactive at normal temperatures.",
            "Sulfur plays a key role in the body and is necessary for the synthesis of some key proteins. Sulfur, for example, is needed for the glutathione synthesis, which acts as a potent antioxidant to protect your cells from damage.",
            "While sulfur consumed naturally in food is important to the body, there is scant evidence that it is helpful to take sulphur supplements."
        ]
    },
    "Ac": {
        "definition": [
            "Actinium is a chemical element with the symbol Ac and atomic number 89. It was first isolated by French chemist André-Louis Debierne in 1899.",
            "Actinium is a soft, silvery-white, radioactive, metallic element. Its estimated shear modulus is similar to that of lead.",
            "Together with polonium, radium, and radon, actinium was one of the first non-primordial radioactive elements to be isolated."
        ],
        "uses": [
            "Owing to its scarcity, high price and radioactivity, Ac currently has no significant industrial use, but Ac is currently being studied for use in cancer treatments such as targeted alpha therapies.",
            "The medium half-life of 227Ac (21.77 years) makes it very convenient radioactive isotope in modeling the slow vertical mixing of oceanic waters.",
            "The major difficulty with application of 225Ac was that intravenous injection of simple actinium complexes resulted in their accumulation in the bones and liver for a period of tens of years."
        ]
    },
    "Br": {
        "definition": [
            "The electron affinity of this metal is very high and much similar to the chlorine.",
            "It is a less powerful oxidizing agent as compared to the chloride ion and that too because of weaker hydration of the bromide ion.",
            "The electron affinity of this metal is very high and much similar to the chlorine.",
            "It is a less powerful oxidizing agent as compared to the chloride ion and that too because of weaker hydration of the bromide ion.",
            "A metal-bromine bond is also weaker than the corresponding metal-chlorine bond."
        ],
        "uses": [
            "This element is bleach and is poisonous in fluid form, the vapors of it are dangerous for human skin, eyes and the respiratory tract.",
            "It can also cause severe burns, a concentration of 1 ppm can lead to eye-watering and one can start to cough when inhalation of concentration below 10 ppm occurs.",
            "Bromine is a chemical element with the appearance of a deep red, noxious liquid being one of the members of the halogen elements of the periodic table.",
            "This element has an appreciable vapor pressure at room temperature."
        ]
    },
    "P": {
        "definition": [
            "Despite the fact that for thousands of years people have been using the periodic table with phosphorus (P) in it, it was not until 1669 that it was secluded and termed by a chemist named Brand.",
            "Phosphorus is an element that one will under no circumstances find freely in our environment. It is extremely reactive.",
            "Phosphorus is a chemical element with an atomic number of 15, which means that the atomic structure includes 15 protons and 15 electrons. For Phosphorus, the chemical symbol is P."
        ],
        "uses": [
            "There are four forms of phosphorous usually used these days: white, black, red, and violet.",
            "It’s simple to spot phosphorus at position number fifteen on the periodic table just under nitrogen (N).",
            "One can also find phosphorus in fireworks, fertilizers, and baking powder.",
            "Phosphorus also plays a role in the making of steel.",
            "Phosphates are also used in the production of fine chinaware and special glasses."
        ]
    },
    "At": {
        "uses": [
            "As astatine behaves similarly as iodine, it gets secreted in the thyroid gland. Hence it is used for treating diseases related to the thyroid.",
            "The isotope called Astatine-211 is utilized in the process of radiotherapy. It is also employed in the treatment of cancer as it is known to destroy cancer-causing cells."
        ],
        "definition": [
            "Astatine is the 85th element of the periodic table with a symbol ‘At’.",
            "It is a radioactive element and is said to be the most heavier among the halogens. This element exhibits similar chemical properties that of the element iodine.",
            "The isotopes of astatine have a short life of about 8.1 hours, and some isotopes are said to be unstable. It has about seven isotopes. This element appears as a black solid with a metallic look.",
            "It is considered as one of the rarest occurring natural element. About 2.36 × 1025 grams of the earth’s crust comprises of astatine which measures about lesser than 1 gram. Astatine is mainly formed by the decay of thorium and uranium."
        ]
    },
    "Bi": {
        "definition": [
            "Bismuth is an element of the periodic table with an atomic number of 83. Its sulfide and oxide are some of its commercial ores.",
            "It is a brittle white metal with a pinkish tinge. It is located in Group V of the Periodic Table with nitrogen, phosphorus, arsenic, and antimony. It resembles antimony in its mode of occurrence but is less common.",
            "The content of bismuth in the earth’s crust has been estimated(229)to be 0.00002 weight %, about the same abundance as silver. Its cosmic abundance is estimated to be at about one atom per 107 atoms of silicon. The metallic properties of bismuth are more pronounced than that of either antimony or arsenic.",
            "Bismuth, along with As and Sb, is used as a gold pathfinder element (Boyle 1974) as it often indicates the presence of granitic intrusive centers and discordant structures that focus on lode gold mineralizing systems.",
            "Due to its higher growth rate around the outer sides than on the inner sides bismuth crystals form a spiral, stair-stepped structure."
        ],
        "uses": [
            "Bismuth is a brittle metal, so it is usually mixed with other metals to make it useful",
            "It is used in extinguishers, electric fuses, and fire detectors.",
            "Certain bismuth compounds are also manufactured and used as pharmaceuticals.",
            "Industry makes use of bismuth compounds as catalysts in manufacturing acrylonitrile, the starting material for synthetic fibers and rubbers.",
            "It is occasionally used in the production of shot and shotguns."
        ]
    },
    "Er": {
        "definition": [
            "Erbium is a chemical radioactive element present as the eleventh element in the lanthanide series of the periodic table. The pure form of the element is a metal.",
            "Naturally, occurring Erbium is found in chemical combination with other naturally occurring elements. When it is artificially isolated its appearance is a silvery-white solid metal.",
            "It comprises of properties that are similar to other rare earth materials or lanthanides. ",
            "It is an interesting probe for a large variety of physical effects due to its unique properties."
        ],
        "uses": [
            "It is metal used to color lenses of glasses.",
            "They are used as control rods in a nuclear reactor.",
            "It has a vital application in metal alloys.",
            "Erbium ion’s unique wavelength aids laser surgery.",
            "The pure form of Erbium metal is malleable. ",
            "They are very stable and they do not oxidize quickly when exposed to air when compared to other rare earth metals. "
        ]
    },
    "Zn": {
        "definition": [
            "Zinc is a transition earth metal with atomic number 30 and represented in the Periodic Table with the symbol ‘Zn’",
            "Zinc is one more of those advantageous metals that we make use of daily.",
            "It is part of those elements which humans have been expanding for thousands of years.",
            "In 1746, Marggraf secluded and defined zinc as a distinct metal.",
            "In the fourth period or row in the periodic table of elements, zinc is the last transition element.",
            "Large doses of zinc, especially when taken on an empty stomach, can cause nausea and other forms of gastrointestinal upset. Large doses of zinc can also induce a deficiency of copper and lead to overdose."
        ],
        "uses": [
            "The metal is used for manufacturing like creating roofing materials or making zinc oxide.",
            "The metallic element is used for various purposes ranging from sunscreens to solar cells to nuclear reactors.",
            "The metal helps in maintaining the balance of enzymes in the human body.",
            "It is used as a white pigment for oil-based paints.",
            "Another important use of zinc oxide is as an additive to the rubber used to make automobile tires."
        ]
    },
    "N": {
        "definition": [
            "The seventh element of the periodic table between carbon and oxygen is Nitrogen.",
            "It’s an important part of amino acids.",
            "Around eighty percent of the Earth’s atmosphere comprises nitrogen gas.",
            "It has no colour, mostly diatomic non metal gas along with odourless and colourless in nature.",
            "Since it has five electrons in its outer shell, most of its compounds are trivalent.",
            "It is a constituent of all living tissues. Since it is a component of DNA and part of a genetic code, it is an essential element of life.",
            "It is found in nitrates and nitrites in soil and water.",
            "All these substances are part of the nitrogen cycle and interconnected. Industrial companies emit nitrogen extensively, increasing nitrite and nitrate content in the ground and water, being the consequence of reactions in the nitrogen cycle."
        ],
        "uses": [
            "It is used in the manufacture of ammonia, to produce nitric acid and subsequently used as a fertilizer.",
            "Nitric acid salts include important compounds like potassium nitrate, ammonium nitrate, and nitric acid. Nitrated organic compounds such as nitro glycerine are often explosives.",
            "Liquid nitrogen is utilized as a refrigerant for transporting foodstuff and freezing purposes. Preservation of bodies and reproductive cells and stable storage of biological samples also makes use of liquid nitrogen.",
            "Nitrogen makes up 78 percent of the Earth ‘s atmosphere and is a part of all living tissue. Nitrogen is a crucial ingredient of life, since it is a constituent of DNA and as such is part of the genetic code.",
            "Nitrogen molecules often exist in soil. Nitrogen can be present in nitrates and nitrites in water and in soils. These compounds are all part of the nitrogen cycle and both are interconnected."
        ]
    },
    "Na": {
        "definition": [
            "Sodium is a member of the alkali metal family with lithium and potassium. Being one of the two elements in our table salt is its the biggest claim to fame.",
            "We get sodium chloride (NaCl) when sodium bonds with chlorine (Cl). It is also used as a salt in fertilizers.",
            "Sodium is reactive, soft metal with a low melting point and most important of all the alkaline metals from the commercial point of view. Sodium reacts rapidly with water, snow, and ice to produce sodium hydroxide.",
            "When metallic sodium is exposed to air, it loses its silver appearance and develops an opaque grey colour layer which is a coating of sodium oxide. Sodium does not react with nitrogen even at very high temperatures but reacts with ammonia to form sodium amide."
        ],
        "uses": [
            "It also used in improving the structure of certain alloys; soaps, purification of molten metals and in sodium vapour lamps.",
            "Sodium is a component of sodium chloride, which is a very important compound found in the living environment.",
            "Sodium is important in the manufacturing of organic compounds and in making esters.",
            "Solid sodium carbonate is required in making glass.",
            "Sodium is instantly oxidized by water, hydrogen gas in temporary union with a little sodium being disengaged."
        ]
    },
    "Sm": {
        "definition": [
            "Samarium is a chemical element with atomic number 62 and represented by the symbol Sm in the Periodic Table.",
            "Samarium is a chemical element with atomic number 62 and represented by the symbol Sm in the Periodic Table. It was discovered by Paul Emile Lecoq de Boisbaudran in the year 1879.",
            "Samarium has no biological role and it is not that toxic. It is observed that some soluble salts are mildly toxic but cannot affect the human life.",
            "It is the 40th most abundant element in earth’s crust and 5th  most abundant element among Lanthanides.",
            "This element is most abundant in China, India, Brazil, US, Australia and Sri Lanka and yearly production is estimated at 2 million tonnes."
        ],
        "uses": [
            "The most important application of Samarium is Samarium-Cobalt magnets which have a very high permanent magnetization. These magnets are used in headphones, small motors and musical instruments like guitars.",
            "This element is used in the manufacture of solar-powered electric aircrafts.",
            "It is used in making special infrared absorbing glass and cores of carbon arc lamp electrodes.",
            "Acts as a catalyst in ethanol dehydration process.It is also used in making new permanent magnets."
        ]
    },
    "Cl": {
        "definition": [
            "The second-lightest of the halogens, it appears between fluorine and bromine in the periodic table and its properties are mostly intermediate between them. Chlorine is a yellow-green gas at room temperature.",
            "It is an extremely reactive element and a strong oxidising agent: among the elements, it has the highest electron affinity and the third-highest electronegativity on the Pauling scale, behind only oxygen and fluorine."

        ],
        "uses": [
            "It is used to get rid of the smell of putrefaction",
            "It is used as a disinfectant",
            "Chlorine is used in the treatment of drinking water to kill bacteria",
            "It is used to clean swimming pools",
            "It is used in the production of paper and paper products",
            "It is used as an antiseptic",
            "It is used to produce drugs",
            "It is used in the manufacture of dyes and plastics"
        ]
    },
    "Cs": {
        "definition": [
            "Cesium (Cs) is a chemical element in the periodic table with atomic number 55 discovered by Fustov Kirchhoff and Robert Bunsen in the year 1860.",
            "The name is derived from a Latin word Caesius which means sky blue, as it burns with a blue flame.",
            "Cesium has no biological importance and is not harmful to life.",
            "When contact with radioactive cesium occurs, which hardly happens, a person may experience cell damage due to the harmful effects of radiation."
        ],
        "uses": [
            "Cesium formate-based drilling fluids are extensively used in extractive oil industry.",
            "It is used in thermionic generators which convert heat energy into electrical energy.",
            "As the density of cesium is very high, cesium chloride, cesium sulphate are widely used in molecular biology.",
            "Cesium is used in manufacturing optical glasses and other optical instruments. It is used to remove oxygen from light bulbs and vacuum tubes.",
            "A special application of cesium is that it is used in the manufacturing of most accurate atomic clock. It is also called as cesium clock."
        ]
    },
    "Dy": {
        "definition": [
            "Dysprosium is the 66th element in the periodic table.",
            "The metal was discovered by a French chemist named Paul-Émile Lecoq de Boisbaudran in the year 1886.",
            "This element with symbol Dy is abundantly found in nature and even found in many minerals such as gadolinite, xenotime, euxenite, fergusonite, blomstrandine and polycrase, which can also be called as sources of Dysprosium."
        ],
        "uses": [
            "Dysprosium is used in controlling rods in reactors of nuclear power plant as they have the capability to absorb neutrons.",
            "Being a radioactive element, the metal finds useful applications in the field of radioactivity",
            "Since the magnetic susceptibility is high, it is used in the applications of data storage system.",
            "The metal bromide and iodide are used for high-intensity lamps.",
            "The salts of Dysprosium such as Aluminum Garnet, Iron Garnet are employed in the adiabatic refrigerators."
        ]
    },
    "Cm": {
        "definition": [
            "Curium is a hard metal having an atomic number of 96 and symbol Cm. This metal is artificially produced in the nuclear reactors. It is electro-positive, radioactive and also a chemically active substance, which is not obtained naturally. This metal possesses some magnetic properties. As the temperature increases, the resistivity of this metal also increases.",
            "In the year 1944, Glenn Seaborg, Albert Ghiorso, and James discovered this metal and was named after Marie Curie and Pierre Curie."
        ],
        "uses": [
            "This metal is used in the X-ray spectrometer for the purpose of quantitative analysis",
            "In medical applications, it is used as power source.",
            "One gram of curium produces around 3 watts of thermal energy. For this reason, It is used in spacecraft applications.",
            "It has its wide uses in the field of research industries as it is a radioactive element.",
            "Curium is a hazardous metal, which causes some health disorders when inhaled.",
            "It damages the liver and also causes breathing and gastrointestinal problems when ingested."
        ]
    },
    "Pa": {
        "definition": [
            "Protactinium metal is a shiny, radioactive and silvery metal that degrades slowly in the presence of air to form oxides. This metal has around five isotopes with their mass numbers ranging between 212 to 238 and protactinium 231 is considered to be the most stable isotope with a half-life of about 32,760 years. This isotope is produced by the decay of element uranium 235 by emitting gamma radiation.",
            "Protactinium is known to be one of the most expensive and rarest naturally occurring elements on the earth. The metal occurs about three parts per trillion and sometimes in parts per million in uranium ores. The uranium processing obtains it as a by-product. The element was discovered by two persons named K.Kajans and O.H. Gohring in the year 1913.",
            "As a metal, protactinium is in a dense form and silvery-gray having a bright metallic look.  It is superconductive in nature at temperatures below 1.4K. It reacts with oxygen, inorganic acids, and water vapor forming its compounds. Some of its compounds are also colored."
        ],
        "uses": [
            "Being a rare element, protactinium exhibits high radioactivity and toxicity. Hence, it does not have any practical applications but is used as a topic for research.",
            "Protactinium is considered to be toxic when ingested into the body. It affects the lungs and the gastrointestinal tract.",
            "The leading causes of exposure of the body to this element are through the intake of food and water and also through the inhalation of contaminated dust which consists of protactinium."
        ]
    },
    "Nd": {
        "definition": [
            "Neodymium is an element with symbol Nd and atomic number 60 in the periodic table.",
            "This chemical element was first discovered by Austrian chemist naming Carl Auer von Welsbach in the year 1885.",
            "As it can absorb the glare in the flame, it is utilized for the purpose of coloring glasses.",
            "Due to its high specific heat capacity, this metal is used in the cryocoolers.",
            "The metal Neodymium is said to cause an eye irritation. It is a kind of irritation to the skin as well. It is considered to be slightly toxic in nature only when it is said to be soluble.",
            "Neodymium glasses are very hazardous as they can cause severe health issues like lung infections, liver disorders, etc when inhaled. It is also said to prevent blood clotting in humans."
        ],
        "uses": [
            "In the periodic table, Neodymium is the 60th element with a lustrous and a shiny yellow look.",
            "It is highly reactive in air and quickly tarnishes in the presence of air.",
            "Neodymium occurs naturally in its metallic form, and it is rarely found on earth at a concentration of about 18%.",
            "Neodymium exists in the form of compounds such as halides, nitrides, sulfides, carbides, hydroxides, etc.",
            "It has about five naturally occurring isotopes out of which the isotope 142  Nd is abundantly found in nature with a composition of about 27.2%. The other isotopes are all synthetic in nature."
        ]
    },
    "In": {
        "definition": [
            "Indium is a very soft, malleable, ductile and post-transition material. It is a silver colored element with tetragonal structure centered in the face. Indium will be in a liquid state over a variety of temperatures, like gallium from the same group. Both the metals, Indium, and Gallium are able to wet the glass i.e sticks to the surface of the glass in contact. These are stable when reacted with air and water but they dissolve in acids. If heated above its melting point it turns into a flame with violet color.",
            "Indium is not easily found or available in the environment. Cultivated lands posses more Indium than noncultivated lands."
        ],
        "uses": [
            "Used in the manufacturing of automobile bearings, which improves anti-seizure properties and moisture resistance.",
            "Used in semiconductor industries in the manufacturing of transistors, rectifiers, and diodes.",
            "Used in plating applications.",
            "Used in manufacturing of corrosive resistant mirrors."
        ]
    },
    "Mo": {
        "definition": [
            "Molybdenum (Mo) is a chemical element in the periodic table with atomic number 42, discovered by Carl Wilhelm Scheele in 1778. Its name is derived from the Greek word Molybdos which means lead.",
            "It is a silvery white, hard transition metal and has one of the highest melting points of all pure elements.",
            "It can be attacked slowly by acids.",
            "Molybdenum is known to have 35 different isotopes varying in atomic mass from 83 to 117."
        ],
        "uses": [
            "It is one of the greatest alloying agents as it improves the strength of steel at high temperatures and is applied for use in engines.",
            "It is even used as a fertilizer for some plants like cauliflower which is known to have Molybdenum deficiency.",
            "It is used as a catalyst for the petroleum industry."
        ]
    },
    "Es": {
        "uses": [
            "Only tiny amounts of einsteinium have ever been produced, it is mainly used in scientific studies.",
            "Radioactive decay can be discovered through Einsteinium.",
            "It is among the heaviest element on which bulk studies can be performed.",
            "It has a few medical uses but they are not commercial.",
            "It is used majorly to study radiation damage, targeted radiation medical treatments and accelerated ageing."
        ],
        "definition": [
            "Einsteinium is a synthetic element and a part of the periodic table with atomic number 99.",
            "Einsteinium which is transuranium was discovered during the analysis of nuclear products recovered from debris following a thermonuclear explosion (Weapon test device, “Mike”, November 1952) in the Pacific Ocean. Through initial investigations, fermium and other element were discovered.",
            "The second element was named in honour of Albert Einstein, and given the symbol, it is produced through a chain of nuclear reactions that involves bombarding each isotope then allowing isotope beta decay.",
            "The discovery of einsteinium (element 99) was an unexpected result from the detonation of the first thermonuclear device, “Mike”, which took place on November 1, 1952."
        ]
    },
    "H": {
        "definition": [
            "The start the tour along the periodic table of elements, the first element to come across is Hydrogen, whose chemical symbol is H. It is the first and most basic among all the elements in the universe. It is also the lightest element in the periodic table, and 90% of all the atoms in the universe are hydrogen atoms.",
            "It is named as energy carrier because it stores energy which is first created somewhere else.",
            "This element was artificially produced in the 16th century. It was named as hydrogen whose Greek name is ‘water-former’",
            "The chemist Lavoisier gives the name hydrogen. It got its name from the Greek word “hydro” meaning water. Lavoisier knew that it existed in every water molecule."
        ],
        "uses": [
            "Ammonia synthesis is the most significant use of hydrogen.",
            "A large amount of hydrogen is consumed in the catalytic hydrogenation of vegetable oils to extract solid fat.",
            "It is also consumed as a rocket fuel when combined with oxygen, and as a rocket propellant by nuclear energy.",
            "It is seen as the clean fuel of the future which is generated from water and returned to water when oxidized.",
            "It is present as a gas in the atmosphere in one part per million volume. Hydrogen is an spotless and is not toxic and safe to produce from various different sources, transport, and store in large amounts.",
            "Hydrogen is burnt as a fuel to burn in internal combustion engines."
        ]
    },
    "Au": {
        "definition": [
            "Gold is a soft bright, dense, soft, malleable, and ductile metal with a slightly reddish yellow color when available in mass. But when divided finely it becomes black, purple or ruby.",
            "The metal consumes around 75 % of the jewelry across the world.",
            "The element is abundant on the planet at 0.03g per 1000kg background level.",
            "Being one of the most malleable and ductile metal, 28g of gold can be beaten into 300 square feet of it.",
            "A major share of this soft metal is mined and are handed to us as gravels or quartz veins or pyrites deposits."
        ],
        "uses": [
            "The metal is mainly used to manufacture jewelry, glass and different parts in electronics items.",
            "Gold can be made into thread and used in embroidery.",
            "A thin layer of this metal is used on the windows of a large building for reflecting the heat of sun rays.",
            "Gold is also used in medicine. Its radioactive isotope Au-198 is used for the treatment of the tumor.",
            "A gold layer (thin coating) is done on astronaut helmets to protect them from UV radiation.",
            "The price of the metal is determined through trading in the gold."
        ]
    },
    "Nh": {
        "uses": [
            "No specific uses have been reported till date for the element other than for scientific research."
        ],
        "definition": [
            "Nihonium, formerly known as Ununtrium (Uut), is a p-block transactinide element in the periodic table with its group number being 13.",
            "Nihonium is a highly radioactive metal and represented by the symbol Nh. It was invented through the bombardment of atoms of Americium-243 with Calcium – 48 ions.",
            "It possesses properties similar to that of indium, boron, and aluminium and appears to be much denser than thallium which also consists of similar properties of that of Nihonium.",
            "It is a synthetic element with an atomic number 113 and it is not found in the natural environment.",
            "It is located within in a boron group and it is a part of a 7th period.",
            "Ununtrium has no naturally occurring isotopes. They are usually incorporated in laboratories."
        ]
    },
    "Nb": {
        "definition": [
            "Niobium is a chemical element with atomic number 41 and represented with the symbol Nb in the Periodic Table.",
            "It is a soft, ductile transition metal, which is resistant to corrosion due to the presence of oxide layer on its surface. ",
            "It is one of the most common elements found in the Earth’s Crust. It is often found in the pyrochlore mineral.",
            "In united states, the element was called columbium (symbol Cb) for about 100 years while it was called niobium in Europe.",
            "There are around 18 known isotopes of niobium."
        ],
        "uses": [
            "It is used in stainless steel alloys for cutting tools, nuclear reactors, jets, missiles, and welding rods.",
            "It is used in the manufacturing of MRI scanners and NMR equipment.",
            "Its alloys are used in making surgical implants.",
            "It is used for the production of stainless steel and high-temperature resistant alloys.",
            "At cryogenic temperatures, Niobium becomes a superconductor.",
            "Niobium and its compounds are toxic to some extent."
        ]
    },
    "Pr": {
        "definition": [
            "Praseodymium metal is a soft, silvery, ductile and malleable element present in the periodic table with atomic number 59 and symbol Pr.",
            "Praseodymium element was first discovered by a German chemist named Carl F. Auer von Welsbach, in 1885. This element was separated from the neodymium, from another material called as didymium.",
            "Today, the metal praseodymium is mainly obtained from the process of ion exchange through monazite sand, which is a precious earth element.",
            "It is rarely found in the earth’s crust at about 8.7 parts/million by weight and comes among the lists of lanthanides."
        ],
        "uses": [
            "It is used in the aircraft engines in the form of alloying agent and for the purpose of creating high field strengths.",
            "The alloys of the metal such as the pyrophoric alloy are used in the lighter flints which are used to light cigarettes.",
            "The carbon electrodes used in the arc lightning lamps make use of the oxides of Praseodymium.",
            "It is also used as catalysts and in polishing of glass.",
            "It is utilized in the permanent magnets present in the wind turbines and motors.",
            "It is also used in the manufacture of welders and glass bowlers."
        ]
    },
    "Gd": {
        "definition": [
            "Gadolinium is the 66th element of the periodic table with its symbol being Gd. This is one of the rarely found metals on the earth.",
            "Gadolinium is a soft, bright, and a silvery metal having both the properties called malleable and ductile.",
            "The metal does not react in the presence of oxygen but will get tarnished to a form of white oxide in the presence of moist air which protects it from getting further oxidized.",
            "This element is highly soluble in dilute acids and also reacts very slowly with water producing salts which are usually colorless."
        ],
        "uses": [
            "Gadolinium finds its uses in the field of microwave application and also used in color television sets in the form of phosphorous.",
            "The alloys of gadolinium are utilized in the manufacture of magnetic and electronic gadgets such as video recorder, etc.",
            "These are highly used in the nuclear power reactors of the nuclear power plants as control rods.",
            "The isotope of gadolinium Gd is widely employed in curing tumors and neutron therapy.",
            "Gadolinium gallium garnet is used for the imitation of diamonds."
        ]
    },
    "Mn": {
        "definition": [
            "Manganese, a chemical element that has a symbol Mn and atomic number 25.",
            "This element is not found as a free element in nature but available in combination with iron and other minerals.",
            "It is a metal that has important metal alloy uses and particularly in stainless steel.",
            "Manganese is a grey-white, hard and very brittle metal.",
            "It tarnished on exposure to air and oxidized to manganese when heated."
        ],
        "uses": [
            "Manganese is used to produce a variety of important alloys and to deoxidize steel and desulfurize.",
            "It is also used in dry cell batteries.",
            "Manganese is used as a black-brown pigment in paint.",
            "It is an essential trace element for living creatures.",
            "Manganese steel has 13% manganese which is very strong and used for railway tracks, rifle barrels, safes and prison bars.",
            "Drink cans are made from an alloy of aluminium that contains 1.5% manganese, improving the resistance to corrosion."
        ]
    },
    "Ge": {
        "definition": [
            "Germanium, a chemical element places between silicon and tin in Group 14 of the periodic table.",
            "A hard, grey-white, lustrous and brittle metalloid acts in properties between metals and nonmetals.",
            "The element is mostly distributed in nature, but it’s too reactive to occur free.",
            "Germanium has a diamond-like structure and its properties are very similar to the physical and chemical properties of silicon.",
            "It is stable in air and water and does not get affected by alkalis and acids except nitric acid.",
            "There are primary minerals which include germanite, argyrodite, Canfield site, and renierite. Only renierite and germanite have been used as commercial sources for the element."
        ],
        "uses": [
            "Germanium acts as a semiconductor, commonly doped with arsenic and other elements and used as a transistor in different electronic applications.",
            "The oxides of Germanium includes a high index of dispersion and refraction which makes it perfect to use in wide-angle camera lenses &amp; objective lenses for microscopes.",
            "It is also used as an alloying agent in contact with fluorescent lamps and as a catalyst.",
            "As both the germanium and germanium oxides are transparent to infrared radiation, these are used in infrared spectroscopes."
        ]
    },
    "Ru": {
        "definition": [
            "Ruthenium is a part of the periodic table with an atomic number of 44 that is commonly found in platinum ores.",
            "It is a shiny, silvery metal that oxidizes when exposed to air at 800°C.",
            "It is one of the rare transition metal.",
            "It is generally found in North and South America and in the Ural Mountains.",
            "It is generally found in ores with the other platinum group metals."
        ],
        "uses": [
            "It is used in the manufacturing of low-cost solar cells and in electronic devices.",
            "It is used as exotic materials.",
            "It acts as a versatile catalyst in Fischer Tropsch synthesis and olefin metathesis.",
            "It is a member of the platinum group in the periodic table.",
            "In the environment, it is found as a free metal or occasionally it is found as a chemical combination with platinum, osmium and iridium ores. Sometimes it is also associated with nickel deposits. "
        ]
    },
    "Zr": {
        "definition": [
            "Zirconium (Zr) is a chemical element with atomic number 40 and represented with the chemical symbol ‘Zr’ in the periodic table.",
            "It was discovered by Martin Klaproth in the year 1798. This is named after a mineral Zircon as it is the most important source of zirconium.",
            "The element is a gray-white, lustrous, strong transition metal that forms a variety of organometallic and inorganic compounds.",
            "It is highly resistant to corrosion and heat. The hardness of it is similar to that of copper and it is lighter than steel.",
            "Zirconium is available in about 30 mineral species and its major source is Zircon. More than 1.5 million tonnes of Zircon are mined each year, mainly in South Africa and Australia."
        ],
        "uses": [
            "It has many other uses that include surgical instruments, photographic flashbulbs and in making glass for televisions.",
            "Space and aeronautic industries use Zirconium to manufacture high-temperature parts like blades, combustors, and vanes in jet engines.",
            "It is observed that this element is a little toxic and estimated intake of a human being is 50 micrograms but not harmful for life.",
            "Zirconium 95 is one among the harmful compounds and responsible for many types of cancers."
        ]
    },
    "Ds": {
        "definition": [
            "Darmstadtium (Ds) is a synthetic chemical element with atomic number 110 and symbol Ds in the Periodic Table.",
            "It was first created by the Gesellschaft für Schwerionenforschung ( Society for Heavy Ion Research ) in the year 1994. Credit for the discovery goes to Sigurd Hofmann, Peter Armbruster, and Gottfried Münzenberg.",
            "The discovery was near a City called Darmstadt, Germany and this is the reason it was named Darmstadtium."
        ],
        "uses": [
            "Presently, there are no uses or applications of Darmstadtium. It is only used for research purposes. Biological use is yet to be known."
        ]
    },
    "Hs": {
        "uses": [
            "Since the element is not found freely in nature, hassium does not find many commercial applications coming in any field. The metal is rarely used in the field of scientific research and applications.",
            "Being a radioactive element, it is said to be harmful in some case of studies."
        ],
        "definition": [
            "Hassium (Hs) with an atomic number 108 is said to be belonging to the group 8 and period 7. It is synthetic in nature, which is produced in minute quantities.",
            "The isotopes of this metal have relatively shorter lives of about 22 seconds and have about nine synthetic isotopes with one of its more stable isotope being hassium is 270.",
            "Hassium can be produced artificially in small amounts. It is created by bombarding atoms of the isotopes of lead i.e., 208 Pb, with the ions of the iron isotope 58 Fe. The team members of Darmstadt made use of the linear accelerator for the process of bombarding and produced 265 Hs along with a free neutron.",
            "This metal was first discovered by team members of Peter Armbruster and Gottfried Münzenber in Germany in the year 1984. Apart from having only one single and stable natural isotope, hassium has about 12 synthetic isotopes having mass numbers between 263 – 277."
        ]
    },
    "Fm": {
        "definition": [
            "Fermium is a transuranic radioactive element and a member of the actinide series in the periodic table of elements.",
            "Fermium was first discovered by Albert Ghiorso and others during the work involving at New Mexico and the University of California at Berkeley in the radioactive fallout from a nuclear test in the Pacific Ocean.",
            "So far, not enough fermium has been made to analyze its chemical properties, but it is predicted that it would be a metal susceptible to attack by acids, steam, and air.",
            "Fermium is produced in small quantities and does not have an extended half-life."
        ],
        "uses": [
            "As fermium is found in very small quantities and all of its isotopes have very short lives, there is no commercial use for the element.",
            "The scientists make use of this element in their research in expanding their knowledge on the rest of the periodic table.",
            "The most stable isotope of Fermium, that is fermium-257 has a half-life of around 100.5 days.",
            "The isotope can be decayed into californium-253 with alpha decay or through spontaneous fission."
        ]
    },
    "Pt": {
        "definition": [
            "Fifty years after the discovery of platinum in South America and the early investigations of its properties by a number of, French, German, Swedish and English scientists, it was not realized that the native platinum they were examining also contained other elements.",
            "Physically, platinum is a soft, lustrous, silver-coloured metal.",
            "Platinum with the atomic number 78 and an atomic mass of 195 in the periodic table is an extremely rare element found in the crust of the earth.",
            "The word Platinum is derived from Platina (Spanish word meaning ‘little silver’), because of its grey-white silvery colour. With an availability of 5g/kg in the earth’s crust, it is one of the rarest elements and is highly valuable for the same reason. Although it was discovered relatively later by European scientists, it has been found in Egyptian tombs dating back to 1200 BC."
        ],
        "uses": [
            "It is also used in laboratories for electrodes.",
            "Optical fibres, wires, and pacemakers also make use of platinum for better efficiency.",
            "Certain compounds of platinum are used in chemotherapy for treating cancer.",
            "Some watchmakers use platinum in their watches to make it exclusive.",
            "Because of its stable physical and chemical properties, platinum metal is a very useful metal. Despite its rarity, its application is quite widespread.",
            "Because of its high stability, platinum is used extensively as a catalyst for chemical reactions."
        ]
    },
    "Og": {
        "definition": [
            "The recently discovered element 117 has been officially named “tennessine”.",
            "A highly radioactive metal, of which only a few atoms have ever been made.",
            "Tennessine – Element 117 is a superheavy element on the periodic table, which does not occur naturally, are synthesized by exposing a radioisotope target to a beam of another specific isotope."
        ],
        "uses": [
            "At the moment, the element is only used for the purpose of research."
        ]
    },
    "Fl": {
        "definition": [
            "Flerovium with atomic number 114 and symbol Fl.",
            "It is a radioactive, superheavy synthetic element placed in the group 14 and period 7 of the periodic table.",
            "The metal is said to be the part of theory naming “island of stability.” The theory depicts that the protons and the neutrons combine to form a stable structure.",
            "The metal was first discovered by Joint Institute for Nuclear Research (JINR), Russia in the year 1998."
        ],
        "uses": [
            "This radioactive metal finds its applications only in the field of research. There are only a few number of atoms of flerovium. Hence it is not used in any of the commercial applications. But this metal is known to be harmful due to its high radioactive nature.",
            "Flerovium is produced by bombarding the ions of plutonium -94 are the ions of calcium -20 which is contained in a beam.",
            "The metal has about five synthetic isotopes with known half-life and the mass numbers ranging between 285 and 289. All these are said to be unstable in nature, but 289Fl is considered as the most stable isotope of flerovium with a half-life of around 2.6 seconds.",
            "Flerovium metal can also be formed in the nuclear reactors."
        ]
    },
    "Cf": {
        "definition": [
            "Californium (Cf) is a radio metallic chemical element with atomic number 98 and is a member of actinide group of periodic table, discovered by G.T Seaborg in the year 1950.",
            "It is named after the University and the state of California.",
            "Biological use of the element is not yet found. As a few compounds of it are extremely radioactive, it is considered to be hazardous to health.",
            "The greatest threat of radioactivity to life is that it damages genetic makeup, genetic pool of living beings which is cumulative over generations."
        ],
        "uses": [
            "Californium is a very good source of neutrons, and this property makes it useful in a nuclear power plant as a neutron startup source.",
            "It is also useful in detecting trace elements in samples by using neutron activation analysis.",
            "Some detections like fuel rods, neutron radiography, and portable metal detectors will make use of californium’s neutron penetration property.",
            "It is employed to treat many brain and cervical cancers."
        ]
    },
    "Am": {
        "definition": [
            "Americium is a human-made actinide element part of the periodic table with an atomic number of 95 and has no stable isotopes.",
            "It was discovered by Glenn Seaborg, Leon Morgan, Ralph James, and Albert Ghiorso in 1944 and isolated by B.B. Cunningham as the isotope 241Am in Am(OH)3 in the fall of 1945.",
            "It was named after America’s (Seaborg 1991; Seaborg and Loveland 1990).",
            "Actinides are the 15 elements starting with actinium, atomic number 89, and extending to lawrencium, atomic number 103."
        ],
        "uses": [
            "Americium-241 (241Am) is used in very small quantities in household ionization smoke detectors. Americium is similar to plutonium (Pu) in many ways. While the public accepts the use of minute quantities of 241Am in smoke detectors in their homes, the public reaction to transporting any quantity of 239Pu under suitable controls is very different.",
            "It plays a part in nuclear power production as a decay product.",
            "Due to the scarcity of Plutonium to make spacecraft batteries, Americium can serve as a viable replacement in the forthcoming years."
        ]
    },
    "Hg": {
        "definition": [
            "Mercury is also a chemical element. Its common name is “quicksilver”. The element mercury is silver in colour. It can change very quickly.",
            "Mercury is used in thermometers, mercury changes when the temperature changes. It expands or becomes larger at high temperatures. It contracts or becomes smaller at low temperatures.",
            "One mercury gets into the body has a hard time getting rid of. Many rivers and streams are polluted with mercury.",
            "Mercury is used in making lights and batteries. It is used in electrical switches. It is also in rat poisons and insecticides. It can also be used in medicine."
        ],
        "uses": [
            "Mercury is an ingredient in dental amalgams. Thiomersal (called Thimerosal in the United States) is an organic compound used as a preservative in vaccines, though this use is in decline.",
            "Some medical thermometers, especially those for high temperatures, are filled with mercury.",
            "Gaseous mercury is used in mercury-vapor lamps and some neon sign type advertising signs and fluorescent lamps.",
            "Mercury(II) fulminate is a primary explosive which is mainly used as a primer of a cartridge in firearms."
        ]
    }
}